Repository: definitelycn/known-l10n
Catalog: languages/*/LC_MESSAGES/idno.po
Languages: el_gr, fr_fr, it_it, nl_nl, pt_br

source: Don't see a bookmarks bar?
el_gr: Δεν βλέπετε γραμμή σελιδοδεικτών;
fr_fr: Ne pas voir une barre de signets?
it_it: Non vedi una barra dei segnalibri?
nl_nl: Zie je geen bladwijzersbalk?
pt_br: Não vê uma barra de marcadores?

source: Sometimes web browsers have their bookmarked links bar hidden by default. Here's how to reveal it:
el_gr: Μερικές φορές τα προγράμματα περιήγησης web έχουν σελιδοδείκτη γραμμή συνδέσεις τους κρυμμένο από προεπιλογή. Δείτε πώς μπορείτε να το αποκαλύψετε:
fr_fr: Parfois, les navigateurs Web ont leurs liens signets barre cachée par défaut. Voici comment le révéler :
it_it: A volte i browser web hanno la barra dei collegamenti preferiti nascosta per impostazione predefinita. Ecco come rivelarlo:
nl_nl: Soms webbrowsers hebben hun bladwijzer links balk verborgen standaard. Zo maak je het bekend:
pt_br: Às vezes, os navegadores da Web têm sua barra de links marcada ocultada por padrão. Veja como revelá-lo:

source: Select <em>Always Show Bookmarks Bar</em> from the <em>View</em> menu.
el_gr: Επιλέξτε <em>να εμφανίζεται πάντα η γραμμή σελιδοδεικτών</em> από το μενού <em>View</em>.
fr_fr: Sélectionnez <em>Affichez toujours la barre de signets</em> dans le menu <em>View</em>.
it_it: Selezionare <em>Mostra sempre barra dei segnalibri</em> dal menu <em>Visualizza</em>.
nl_nl: Selecteer <em>Altijd bladwijzersbalk weergeven</em> from the <em>Bekijken</em> menu.
pt_br: Selecione <em>Sempre mostrar bar de marcadores</em> no menu <em>Ver</em>.

source: Select <em>View</em>, then <em>Toolbars</em>, and make sure
el_gr: Επιλέξτε <em>Προβολή</em>, στη συνέχεια <em>Γραμμές εργαλείων</em> και βεβαιωθείτε ότι
it_it: Selezionare <em>Visualizza</em>, quindi <em>Toolbars</em> e assicurarsi
nl_nl: Selecteer <em>Beeld</em>, en <em>Werkbalken</em>, en controleer of de
pt_br: Selecione <em>Exibir</em> e <em>Barras de Ferramentas</em> e certifique-se de que

source: Bookmarks Toolbar
el_gr: Γραμμής σελιδοδεικτών
fr_fr: Barre d'outils de signets
it_it: Barra degli strumenti Segnalibri
nl_nl: Bladwijzerwerkbalk
pt_br: Barra de ferramentas de marcadores

source: is checked.
el_gr: ελέγχεται
fr_fr: est vérifié.
it_it: è selezionata.
nl_nl: wordt gecontroleerd.
pt_br: seja verificada.

source: Select <em>Tools</em>, then make sure <em>Favorites Bar</em> is checked.
el_gr: Επιλέξτε <em>Εργαλεία</em> και, στη συνέχεια, βεβαιωθείτε ότι έχει ενεργοποιηθεί <em>Γραμμή αγαπημένων </em>.
it_it: Selezionare <em>Strumenti</em>, quindi assicurarsi che <em>barra Preferiti</em> sia selezionata.
nl_nl: Selecteer <em>Tools</em> en controleer of <em>Favorieten Bar</em> is ingeschakeld.
pt_br: Selecione <em>Ferramentas</em> e certifique-se de que <em>Barra de Favoritos</em> seja verificada.

source: Your API key
el_gr: Το κλειδί API
fr_fr: Votre clé API
it_it: La chiave API
nl_nl: Uw API-sleutel
pt_br: Sua chave de API

source: Click to show
el_gr: Κάντε κλικ για να εμφανίσετε
fr_fr: Cliquez pour afficher
it_it: Fare clic per visualizzare
nl_nl: Klik hier om weer te geven
pt_br: Clique para mostrar

source: Revoke
el_gr: Ανακαλέσει
it_it: Revocare
nl_nl: Intrekken
pt_br: Revogar

source: Revoking this key will mean you must update any applications that use this key!
el_gr: Η ανάκληση αυτού του κλειδιού θα σημάνει ότι πρέπει να ενημερώσετε οποιεσδήποτε εφαρμογές που χρησιμοποιούν αυτό το κλειδί!
fr_fr: Réévoquer cette clé signifie que vous devez mettre à jour toutes les applications qui utilisent cette clé!
it_it: La revoca di questa chiave significa che è necessario aggiornare tutte le applicazioni che utilizzano questa chiave!
nl_nl: Het intrekken van deze sleutel betekent dat u alle toepassingen die deze sleutel gebruiken moet bijwerken!
pt_br: Revogar esta chave significará que você deve atualizar todos os aplicativos que usam esta chave!

source: Account Settings
el_gr: Ρυθμίσεις λογαριασμού
fr_fr: Paramètres de compte
it_it: Impostazioni account
nl_nl: Accountinstellingen
pt_br: Configurações de conta

source: Change your user account settings here. You may also want to <a href="%s">edit your profile</a>.
el_gr: Αλλάξτε τις ρυθμίσεις του λογαριασμού χρήστη εδώ. Μπορεί επίσης να θέλετε να <a href="%s">επεξεργασία του προφίλ σας</a>.
fr_fr: Modifiez les paramètres de votre compte utilisateur ici. Vous pouvez également <a href="%s">modifier votre profil</a>.
it_it: Modificare qui le impostazioni dell'account utente. Puoi anche <a href="%s">modificare il tuo profilo</a>.
nl_nl: Wijzig hier de instellingen van uw gebruikersaccount. U ook <a href="%s">uw profiel bewerken</a>.
pt_br: Altere as configurações da sua conta de usuário aqui. Você também pode querer <a href="%s">editar seu perfil</a>.

source: Site notifications will be sent here.
el_gr: Οι ειδοποιήσεις της ιστοσελίδας θα αποστέλλονται εδώ.
fr_fr: Les notifications de site seront envoyées ici.
it_it: Le notifiche del sito verranno inviate qui.
nl_nl: Site meldingen worden hier verzonden.
pt_br: As notificações do site serão enviadas aqui.

source: Your password
el_gr: Ο κωδικός πρόσβασής σας
fr_fr: Votre mot de passe
it_it: La tua password
nl_nl: Uw wachtwoord
pt_br: Sua senha

source: Leave this blank if you don't want to change it.
el_gr: Αφήστε το κενό αν δεν θέλετε να το αλλάξετε.
fr_fr: Laissez ce blanc si vous ne voulez pas le changer.
it_it: Lasciare vuoto questo campo se non si desidera modificarlo.
nl_nl: Laat dit leeg als je het niet wilt veranderen.
pt_br: Deixe isso em branco se não quiser mudá-lo.

source: Your timezone
el_gr: Η ζώνη ώρας σας
fr_fr: Votre fuseau horaire
it_it: Il tuo fuso orario
nl_nl: Uw tijdzone
pt_br: Seu fuso horário

source: Timezone
el_gr: Ζώνη ώρας
fr_fr: Fuseau horaire
it_it: Fuso orario
nl_nl: Tijdzone
pt_br: Fuso horário

source: Specify your timezone.
el_gr: Καθορίστε τη ζώνη ώρας σας.
fr_fr: Précisez votre fuseau horaire.
it_it: Specificare il fuso orario.
nl_nl: Geef uw tijdzone op.
pt_br: Especifique seu fuso horário.

source: Save updates
el_gr: Αποθήκευση ενημερώσεων
fr_fr: Enregistre les mises à jour
it_it: Salvare gli aggiornamenti
nl_nl: Updates opslaan
pt_br: Salvar atualizações

source: is a social publishing platform for groups and individuals.
el_gr: είναι μια πλατφόρμα κοινωνικής δημοσίευσης για ομάδες και ιδιώτες.
fr_fr: est une plate-forme d’édition sociale pour les groupes et les individus.
it_it: è una piattaforma di social publishing per gruppi e individui.
nl_nl: is een sociaal publicatieplatform voor groepen en individuen.
pt_br: é uma plataforma de publicação social para grupos e indivíduos.

source: Open source project details
el_gr: Λεπτομέρειες έργου ανοιχτού κώδικα
fr_fr: Détails du projet Open Source
it_it: Dettagli del progetto open source
nl_nl: Details van het open source-project
pt_br: Detalhes do projeto de código aberto

source: Version: %s+%s
el_gr: Έκδοση: %s+%s
it_it: Versione: %s+%s
nl_nl: Versie: %s+%s
pt_br: Versão: %s+%s

source: %s installed
fr_fr: %s installés
it_it: %s installato
nl_nl: %s geïnstalleerd
pt_br: %s instalado

source: (v%s required)
fr_fr: (v%s requis)
it_it: (v%s obbligatorio)
nl_nl: (v%s vereist)
pt_br: (v%s necessários)

source: The following are system components that are required for Known to fully run. It's worth checking to make sure that they're all installed. If you need help installing any required packages, ask your web host or system administrator.
it_it: Di seguito sono riportati i componenti di sistema necessari per l'esecuzione completa di Known. Si è verificato un problema sconosciuto. Se hai bisogno di aiuto per installare i pacchetti necessari, chiedi al tuo host web o all'amministratore di sistema.
nl_nl: De volgende zijn systeemcomponenten die nodig zijn om Known volledig te laten draaien. Het is de moeite waard om te controleren of ze allemaal zijn geïnstalleerd. Als u hulp nodig hebt bij het installeren van de vereiste pakketten, vraagt u dit aan uw webhost of systeembeheerder.
pt_br: A seguir estão os componentes do sistema que são necessários para que o Known seja executado completamente. Vale a pena verificar se estão todos instalados. Se você precisar de ajuda para instalar quaisquer pacotes necessários, pergunte ao seu host web ou administrador do sistema.

source: Version %s or greater
it_it: Versione %s o superiore
nl_nl: Versie %s of hoger
pt_br: Versão %s ou superior

source: PHP extensions required
it_it: Estensioni PHP necessarie
nl_nl: PHP-extensies vereist
pt_br: Extensões PHP necessárias

source: These extend the way PHP works, and are required for functionality like database storage, webmentions, etc. Click an extension name to learn more about it, including installation instructions.
it_it: Questi estendono il funzionamento di PHP e sono necessari per funzionalità come l'archiviazione di database, webmentions, ecc. Fare clic sul nome di un'estensione per ulteriori informazioni, incluse le istruzioni di installazione.
nl_nl: Deze breiden de manier waarop PHP werkt, en zijn vereist voor functionaliteit zoals database-opslag, webmentions, enz. Klik op een extensienaam voor meer informatie, inclusief installatie-instructies.
pt_br: Estes ampliam a forma como o PHP funciona, e são necessários para funcionalidades como armazenamento de banco de dados, menções web, etc. Clique em um nome de extensão para saber mais sobre ele, incluindo instruções de instalação.

source: This page provides you with information that may help you or others diagnose any problems you may be experiencing with your Known install.
fr_fr: Cette page vous fournit des informations qui peuvent vous aider, vous ou d’autres personnes, à diagnostiquer les problèmes que vous pourriez rencontrer avec votre installation Known.
it_it: Questa pagina fornisce informazioni che possono aiutare l'utente o altri a diagnosticare eventuali problemi che potrebbero verificarsi con l'installazione Known.
nl_nl: Deze pagina biedt u informatie die u of anderen kan helpen bij het diagnosticeren van eventuele problemen die u ondervinden met uw Known-installatie.
pt_br: Esta página fornece informações que podem ajudá-lo ou outros a diagnosticar quaisquer problemas que você possa estar enfrentando com sua instalação do Known.

source: Generate detailed report
fr_fr: Générer un rapport détaillé
it_it: Genera report dettagliato
nl_nl: Gedetailleerd rapport genereren
pt_br: Gerar relatório detalhado

source: Generating...
fr_fr: Générer...
it_it: Generazione...
nl_nl: Genereren...
pt_br: Gerando...

source: Email settings
fr_fr: Paramètres d’email
it_it: Impostazioni e-mail
nl_nl: E-mailinstellingen
pt_br: Configurações de e-mail

source: Known tries to send email using your server's default email settings. If you'd like it to do something else - for example, if you'd like to send email using an external provider - enter the new SMTP settings below. You can also <a href="%s">change your notification settings</a>.
it_it: Knoln tenta di inviare e-mail utilizzando le impostazioni e-mail predefinite del server. Se vuoi che eseri qualcos'altro, ad esempio se desideri inviare email utilizzando un provider esterno, inserisci le nuove impostazioni SMTP di seguito. È inoltre possibile <a href="%s">modificare le impostazioni di notifica</a>.
nl_nl: Known probeert e-mail te verzenden via de standaard e-mailinstellingen van uw server. Als u wilt dat het iets anders doet - bijvoorbeeld als u e-mail wilt verzenden via een externe provider - voert u de nieuwe SMTP-instellingen hieronder in. U ook <a href="%s">uw meldingsinstellingen wijzigen</a>.
pt_br: Conhecido tenta enviar e-mail usando as configurações de e-mail padrão do seu servidor. Se você quiser que ele faça outra coisa - por exemplo, se você quiser enviar e-mail usando um provedor externo - digite as novas configurações de SMTP abaixo. Você também pode <a href="%s">alterar suas configurações de notificação</a>.

source: Fill in the site email address if you would like your site to send email.
it_it: Inserisci l'indirizzo email del sito se desideri che il tuo sito invii email.
nl_nl: Vul het e-mailadres van de site in als u wilt dat uw site e-mail verzendt.
pt_br: Preencha o endereço de e-mail do site se quiser que seu site envie e-mail.

source: Site email address
it_it: Indirizzo di posta elettronica del sito
nl_nl: E-mailadres van de site
pt_br: Endereço de e-mail do site

source: This is the address that every notification will be sent from.
it_it: Questo è l'indirizzo da cui verrà inviata ogni notifica.
nl_nl: Dit is het adres dat elke melding zal worden verzonden van.
pt_br: Este é o endereço do qual todas as notificações serão enviadas.

source: You can often leave the following settings blank. However, you may wish to set them if you're using a third-party service to send email.
it_it: Spesso è possibile lasciare vuote le seguenti impostazioni. Tuttavia, è possibile impostarli se si utilizza un servizio di terze parti per inviare posta elettronica.
nl_nl: U vaak de volgende instellingen leeg laten. U ze echter instellen als u een service van derden gebruikt om e-mail te verzenden.
pt_br: Muitas vezes você pode deixar as seguintes configurações em branco. No entanto, você pode desejar defini-los se estiver usando um serviço de terceiros para enviar e-mail.

source: This is the address of the server that will send email for you.
fr_fr: C’est l’adresse du serveur qui vous enverra des e-mails.
it_it: Questo è l'indirizzo del server che invierà e-mail per te.
nl_nl: Dit is het adres van de server die e-mail voor u zal verzenden.
pt_br: Este é o endereço do servidor que enviará e-mail para você.

source: SMTP username
fr_fr: Nom d’utilisateur SMTP
it_it: Nome utente SMTP
nl_nl: SMTP-gebruikersnaam
pt_br: Nome de usuário SMTP

source: If your mail server needs a username, enter it here.
fr_fr: Si votre serveur de messagerie a besoin d’un nom d’utilisateur, entrez-le ici.
it_it: Se il server di posta ha bisogno di un nome utente, immetterlo qui.
nl_nl: Als uw e-mailserver een gebruikersnaam nodig heeft, voert u deze hier in.
pt_br: Se o servidor de e-mail precisar de um nome de usuário, digite-o aqui.

source: SMTP password
fr_fr: Mot de passe SMTP
it_it: Password SMTP
nl_nl: SMTP-wachtwoord
pt_br: Senha SMTP

source: If your mail server needs a password, enter it here.
it_it: Se il server di posta ha bisogno di una password, immetterlo qui.
nl_nl: Als uw e-mailserver een wachtwoord nodig heeft, voert u deze hier in.
pt_br: Se o servidor de e-mail precisar de uma senha, digite-o aqui.

source: SMTP port
fr_fr: Port SMTP
it_it: Porta SMTP
nl_nl: SMTP-poort
pt_br: Porta SMTP

source: This is normally 25 or 587.
fr_fr: C’est normalement 25 ou 587.
it_it: Questo è normalmente 25 o 587.
nl_nl: Dit is normaal 25 of 587.
pt_br: Isso normalmente é 25 ou 587.

source: Secure connection
fr_fr: Connexion sécurisée
it_it: Connessione sicura
nl_nl: Beveiligde verbinding
pt_br: Conexão segura

source: Select yes if you use secure logins to your mail server.
fr_fr: Sélectionnez oui si vous utilisez des connexions sécurisées à votre serveur de messagerie.
it_it: Selezionare Sì se si utilizzano accessi sicuri al server di posta.
nl_nl: Selecteer ja als u veilige aanmeldingen op uw e-mailserver gebruikt.
pt_br: Selecione sim se você usar logins seguros no servidor de e-mail.

source: Send a test message to
fr_fr: Envoyer un message de test à
it_it: Inviare un messaggio di prova a
nl_nl: Een testbericht verzenden naar
pt_br: Envie uma mensagem de teste para

source: To address
fr_fr: Adresse
it_it: Per indirizzo
nl_nl: Adress
pt_br: Para abordar

source: Check your email settings by sending a test email.
fr_fr: Vérifiez vos paramètres d’email en envoyant un email de test.
it_it: Controlla le impostazioni della posta elettronica inviando un'email di prova.
nl_nl: Controleer uw e-mailinstellingen door een teste-mail te verzenden.
pt_br: Verifique as configurações do seu e-mail enviando um e-mail de teste.

source: Test settings
fr_fr: Test des paramètres
it_it: Controllare le impostazioni
nl_nl: Testinstellingen
pt_br: Testar configurações

source: Download your data
fr_fr: Télécharger vos données
it_it: Scarica i tuoi dati
nl_nl: Gegevens downloaden
pt_br: Baixe seus dados

source: Generated
fr_fr: Génére
it_it: Generato
nl_nl: Gegenereerd
pt_br: Gerou

source: You can also regenerate a new copy of your data archive.
fr_fr: Vous pouvez également régénérer une nouvelle copie de vos archives de données.
it_it: È inoltre possibile rigenerare una nuova copia del file di dati.
nl_nl: U ook een nieuwe kopie van uw gegevensarchief regenereren.
pt_br: Você também pode regenerar uma nova cópia do seu arquivo de dados.

source: Re-archive your data
it_it: Riarchiviare i dati
nl_nl: Uw gegevens opnieuw archiveren
pt_br: Rearquivar seus dados

source: Create archive
fr_fr: Créer des archives
it_it: Crea archivio
nl_nl: Archief maken
pt_br: Criar arquivo

source: It may take a while to generate your archive. You can leave this page while it's working. Once the export file is complete, this page will update, and you'll be able to download the archive right here.
fr_fr: Il peut prendre un certain temps pour générer vos archives. Vous pouvez laisser cette page pendant qu'elle fonctionne. Une fois le fichier d’exportation terminé, cette page sera mise à jour, et vous serez en mesure de télécharger l’archive ici.
it_it: La generazione dell'archivio potrebbe richiedere un po' di tempo. È possibile lasciare questa pagina mentre è in funzione. Una volta completato il file di esportazione, questa pagina verrà aggiornata e potrai scaricare l'archivio qui.
nl_nl: Het kan even duren voordat uw archief is gegenereerd. U deze pagina verlaten terwijl deze werkt. Zodra het exportbestand is voltooid, wordt deze pagina bijgewerkt en u het archief hier downloaden.
pt_br: Pode levar um tempo para gerar seu arquivo. Você pode deixar esta página enquanto ela está funcionando. Uma vez que o arquivo de exportação esteja concluído, esta página será atualizada, e você poderá baixar o arquivo aqui mesmo.

source: Export content
el_gr: Εξαγωγή περιεχομένου
fr_fr: Contenu à l’exportation
it_it: Esportare il contenuto
nl_nl: Inhoud exporteren
pt_br: Exportar o conteúdo

source: Export your published Known content as an RSS file. You can import this file into Known or WordPress.
fr_fr: Exportez votre contenu Known publié sous forme de fichier RSS. Vous pouvez importer ce fichier dans Known ou WordPress.
it_it: Esporta il contenuto Known pubblicato come file RSS. È possibile importare questo file in Known o WordPress.
nl_nl: Export gepubliceerde Known-inhoud als RSS-bestand. U dit bestand importeren in Known of WordPress.
pt_br: Exporte seu conteúdo Known publicado como um arquivo RSS. Você pode importar este arquivo para Known ou WordPress.

source: Generate RSS file
fr_fr: Générer des fichiers RSS
it_it: Genera file RSS
nl_nl: RSS-bestand genereren
pt_br: Gerar arquivo RSS

source: Some platforms may assume that your content should be displayed publicly. To protect your privacy, you may wish to only download your public content.
fr_fr: Certaines plates-formes peuvent supposer que votre contenu doit être affiché publiquement. Pour protéger votre vie privée, vous pouvez ne télécharger que votre contenu public.
it_it: Alcune piattaforme potrebbero presupporre che i tuoi contenuti debbano essere visualizzati pubblicamente. Per proteggere la tua privacy, potresti voler scaricare solo i tuoi contenuti pubblici.
nl_nl: Sommige platforms gaan er mogelijk van uit dat uw inhoud openbaar moet worden weergegeven. Om uw privacy te beschermen, u alleen uw openbare inhoud downloaden.
pt_br: Algumas plataformas podem assumir que seu conteúdo deve ser exibido publicamente. Para proteger sua privacidade, você pode querer apenas baixar seu conteúdo público.

source: Download file
fr_fr: Télécharger le fichier
it_it: Scarica il file
nl_nl: Bestand downloaden
pt_br: Baixar arquivo

source: An archive of your data is being created. Please check again in a few minutes.
fr_fr: Une archive de vos données est en cours de création. S'il vous plaît vérifier à nouveau dans quelques minutes.
it_it: È in corso la creazione di un archivio dei dati. Si prega di controllare di nuovo in pochi minuti.
nl_nl: Er wordt een archief van uw gegevens gemaakt. Controleer het over een paar minuten opnieuw.
pt_br: Um arquivo de seus dados está sendo criado. Por favor, verifique novamente em alguns minutos.

source: Site configuration
el_gr: Ρύθμιση παραμέτρων τοποθεσίας
fr_fr: Configuration du site
it_it: Configurazione del sito
nl_nl: Siteconfiguratie
pt_br: Configuração do site

source: On this page you can change the basic settings for your site, like the site name and the number of posts visible on each page.
fr_fr: Sur cette page, vous pouvez modifier les paramètres de base de votre site, tels que le nom du site et le nombre de publications visibles sur chaque page.
it_it: In questa pagina puoi modificare le impostazioni di base per il tuo sito, come il nome del sito e il numero di post visibili su ogni pagina.
nl_nl: Op deze pagina u de basisinstellingen voor uw site wijzigen, zoals de sitenaam en het aantal berichten dat op elke pagina zichtbaar is.
pt_br: Nesta página você pode alterar as configurações básicas do seu site, como o nome do site e o número de postagens visíveis em cada página.

source: Homepage content
fr_fr: Contenu de la page d’accueil
it_it: Contenuto della pagina di indice
nl_nl: Inhoud van startpagina
pt_br: Conteúdo da página inicial

source: Here you can choose what content visitors see on your site homepage. By default, all published content appears on the main page. If you want to hide some content types from the main page, you can turn them off below.
fr_fr: Ici, vous pouvez choisir le contenu que les visiteurs voient sur votre page d’accueil du site. Par défaut, tout le contenu publié apparaît sur la page principale. Si vous souhaitez masquer certains types de contenu de la page principale, vous pouvez les désactiver ci-dessous.
it_it: Qui puoi scegliere quali contenuti i visitatori vedono sulla home page del tuo sito. Per impostazione predefinita, tutto il contenuto pubblicato viene visualizzato nella pagina principale. Se si desidera nascondere alcuni tipi di contenuto dalla pagina principale, è possibile disattivarli di seguito.
nl_nl: Hier u kiezen welke inhoud bezoekers zien op de startpagina van uw site. Standaard wordt alle gepubliceerde inhoud op de hoofdpagina weergegeven. Als u bepaalde inhoudstypen van de hoofdpagina wilt verbergen, u deze hieronder uitschakelen.
pt_br: Aqui você pode escolher o conteúdo que os visitantes veem na página inicial do seu site. Por padrão, todo o conteúdo publicado aparece na página principal. Se você quiser ocultar alguns tipos de conteúdo da página principal, você pode desligá-los abaixo.

source: Turn off content types to hide them from the homepage of your site.
fr_fr: Éteignez les types de contenu pour les masquer de la page d’accueil de votre site.
it_it: Disattiva i tipi di contenuto per nasconderli dalla home page del tuo sito.
nl_nl: Schakel inhoudstypen uit om ze te verbergen voor de startpagina van uw site.
pt_br: Desative os tipos de conteúdo para escondê-los da página inicial do seu site.

source: On
fr_fr: Active
it_it: Attivato
nl_nl: Op
pt_br: Em

source: Off
fr_fr: Inactif
it_it: Disattivato
nl_nl: Af
pt_br: Desligado

source: Save
fr_fr: Enregistrer
it_it: Salvare
nl_nl: Opslaan
pt_br: Salvar

source: Site Details
fr_fr: Détails du site
it_it: Dettagli sito
nl_nl: Sitegegevens
pt_br: Detalhes do site

source: Site name
fr_fr: Nom du site
it_it: Nome sito
nl_nl: Sitenaam
pt_br: Nome do site

source: Give your site a name!
fr_fr: Donnez un nom à votre site !
it_it: Dai un nome al tuo sito!
nl_nl: Geef uw site een naam!
pt_br: Dê um nome ao seu site!

source: Site summary
fr_fr: Résumé du site
it_it: Riepilogo del sito
nl_nl: Siteoverzicht
pt_br: Resumo do site
