Repository: definitelycn/known-l10n
Catalog: languages/*/LC_MESSAGES/idno.po
Languages: el_gr, fr_fr, it_it, nl_nl, pt_br

source: Thanks! We received your feedback.
el_gr: Ευχαριστώ! Λάβαμε τα σχόλιά σας.
fr_fr: Merci! Nous avons reçu vos commentaires.
it_it: Grazie! Abbiamo ricevuto il tuo feedback.
nl_nl: Bedankt! We hebben je feedback ontvangen.
pt_br: Obrigado! Recebemos seu feedback.

source: Sorry, could not find any users on that page, perhaps they need to mark up their profile in <a href="http://microformats.org/wiki/microformats-2">Microformaten</a>?
nl_nl: Sorry, kon geen gebruikers vinden op die pagina, misschien moeten ze hun profiel markeren in <a href="http://microformats.org/wiki/microformats-2">Microformats</a>?

source: Page did not contain any <a href="http://microformats.org/wiki/microformats-2">Microformats</a> markup... doing my best with what I have!
el_gr: Η σελίδα δεν περιείχε <a href="http://microformats.org/wiki/microformats2">Microformats</a> σήμανση... κάνει το καλύτερό μου με αυτό που έχω!
it_it: La pagina non contiene il markup <a href="http://microformats.org/wiki/microformats-2"Microformats</a>... facendo del mio meglio con quello che ho!
nl_nl: Pagina bevatte geen <a href="http://microformats.org/wiki/microformats-2">Microformaten</a> markup... doet mijn best met wat ik heb!
pt_br: A página não continha nenhum <a href="http://microformats.org/wiki/microformats-2">Microformatos</a> marcação... fazendo o meu melhor com o que eu tenho!

source: Found users
el_gr: Βρέθηκαν χρήστες
it_it: Utenti trovati
nl_nl: Gevonden gebruikers
pt_br: Usuários encontrados

source: Sorry, there was a problem parsing the page!
el_gr: Λυπούμαστε, υπήρχε ένα πρόβλημα ανάλυση της σελίδας!
it_it: Spiacenti, si è verificato un problema durante l'analisi della pagina!
nl_nl: Sorry, er was een probleem ontleden van de pagina!
pt_br: Desculpe, houve um problema em analisar a página!

source: Sorry, %s could not be retrieved!
el_gr: Λυπούμαστε, δεν ήταν δυνατή η ανάκτηση του %s!
it_it: Spiacenti, impossibile recuperare %s!
nl_nl: Sorry, %s kan niet worden opgehaald!
pt_br: Desculpe, %s não pôde ser recuperado!

source: There was a problem saving the new remote user.
el_gr: Παρουσιάστηκε πρόβλημα κατά την αποθήκευση του νέου απομακρυσμένου χρήστη.
it_it: Si è verificato un problema durante il salvataggio del nuovo utente remoto.
nl_nl: Er was een probleem met het opslaan van de nieuwe externe gebruiker.
pt_br: Houve um problema em salvar o novo usuário remoto.

source: You are now following %s, would you like to subscribe to their feed?
el_gr: Ακολουθείτε τώρα %s, θέλετε να εγγραφείτε στη ροή τους;
it_it: Stai seguendo %s, vuoi iscriverti al loro feed?
nl_nl: U volgt nu %s, wilt u zich abonneren op hun feed?
pt_br: Você está agora seguindo %s, gostaria de se inscrever no feed deles?

source: You are now following %s
el_gr: Τώρα ακολουθείτε το %s
it_it: Si sta seguendo %s
nl_nl: U volgt nu %s
pt_br: Agora você está seguindo %s

source: You're already following %s
el_gr: Ακολουθείτε ήδη %s
it_it: Stai già seguendo %s
nl_nl: Je volgt %s al
pt_br: Você já está seguindo %s

source: Sorry, that user doesn't exist!
el_gr: Λυπούμαστε, αυτός ο χρήστης δεν υπάρχει!
it_it: Spiacenti, quell'utente non esiste!
nl_nl: Sorry, die gebruiker bestaat niet!
pt_br: Desculpe, esse usuário não existe!

source: No UUID, please try that again!
el_gr: Δεν UUID, δοκιμάστε ότι και πάλι!
it_it: Nessun UUID, si prega di provare di nuovo!
nl_nl: Geen UUID, probeer dat nog eens!
pt_br: Sem UUID, por favor tente isso de novo!

source: Following settings
el_gr: Ρυθμίσεις για την παρακολούθηση
it_it: Impostazioni relative ai seguenti
nl_nl: Instellingen volgen
pt_br: Configurações de seguindo

source: Notification settings
el_gr: Ρυθμίσεις ειδοποιήσεων
fr_fr: Paramètres de notification
it_it: Impostazioni di notifica
nl_nl: Meldingsinstellingen
pt_br: Configurações de notificação

source: Your notification preferences were saved.
el_gr: Οι προτιμήσεις ειδοποιήσεων αποθηκεύτηκαν.
fr_fr: Vos préférences de notification ont été enregistrées.
it_it: Le preferenze di notifica sono state salvate.
nl_nl: Uw meldingsvoorkeuren zijn opgeslagen.
pt_br: Suas preferências de notificação foram salvas.

source: Account settings
el_gr: Ρυθμίσεις λογαριασμού
fr_fr: Paramètres de compte
it_it: Impostazioni account
nl_nl: Accountinstellingen
pt_br: Configurações de conta

source: Someone is already using %s as their email address.
el_gr: Κάποιος χρησιμοποιεί ήδη το %s ως διεύθυνση ηλεκτρονικού ταχυδρομείου του.
it_it: Qualcuno sta già usando %s come indirizzo e-mail.
nl_nl: Iemand gebruikt al %s als hun e-mailadres.
pt_br: Alguém já está usando %s como endereço de e-mail.

source: Your password has been updated.
el_gr: Ο κωδικός πρόσβασής σας έχει ενημερωθεί.
it_it: La password è stata aggiornata.
nl_nl: Uw wachtwoord is bijgewerkt.
pt_br: Sua senha foi atualizada.

source: Sorry, your password is too weak
el_gr: Λυπούμαστε, ο κωδικός πρόσβασής σας είναι πολύ αδύναμος
it_it: Spiacenti, la password è troppo debole
nl_nl: Uw wachtwoord is te zwak
pt_br: Desculpe, sua senha é muito fraca

source: Your details were saved.
el_gr: Τα στοιχεία σου αποθηκεύτηκαν.
it_it: I tuoi dati sono stati salvati.
nl_nl: Uw gegevens zijn opgeslagen.
pt_br: Seus detalhes foram salvos.

source: Tools and Apps
el_gr: Εργαλεία και εφαρμογές
fr_fr: Outils et apps
it_it: Strumenti e app
nl_nl: Hulpprogramma's en apps
pt_br: Ferramentas e Aplicativos

source: About Known
el_gr: Σχετικά με τον Known
fr_fr: À propos Known
it_it: Informazioni su Known
nl_nl: Over Known
pt_br: Sobre Known

source: Dependencies
el_gr: Εξαρτήσεις
fr_fr: Dépendances
it_it: Dipendenze
nl_nl: Afhankelijkheden
pt_br: Dependências

source: Basic checks on installation discovered no problems.
el_gr: Οι βασικοί έλεγχοι στην εγκατάσταση δεν ανακάλυψαν προβλήματα.
it_it: I controlli di base sull'installazione non hanno rilevato problemi.
nl_nl: Basistests op de installatie ontdekten geen problemen.
pt_br: Verificações básicas na instalação não descobriram problemas.

source: Your build of Known is behind the latest version from Github (%s - %s). If you're having problems, you may want to try updating to the latest version!<br /> <a href="https://github.com/idno/Known" target="_blank">Update now.</a>
el_gr: Η κατασκευή του Known βρίσκεται πίσω από την πιο πρόσφατη έκδοση από το Github (%s - %s). Εάν αντιμετωπίζετε προβλήματα, ίσως θελήσετε να δοκιμάσετε να ενημερώσετε την πιο πρόσφατη έκδοση!<br /> <a href="https://github.com/idno/Known" target="_blank">Ενημέρωση τώρα.</a>
fr_fr: Votre build de Known est derrière la dernière version de Github (%s - %s). Si vous avez des problèmes, vous pouvez essayer de mettre à jour la dernière version!<br /> <a href="https://github.com/idno/Known" target="_blank">Mettre à jour.</a>
it_it: La build di Known è dietro l'ultima versione da Github (%s - %s). Se si verificano problemi, provare ad eseguire l'aggiornamento alla versione più recente!<br/> Aggiornamento ora.
nl_nl: Uw build of Known zit achter de nieuwste versie van Github (%s - %s). Als u problemen ondervindt, u proberen bij te werken naar de nieuwste versie!<br /> <a href="https://github.com/idno/Known" target="_blank">Nu bijwerken.</a>
pt_br: Sua compilação do Known está por trás da versão mais recente do Github (%s - %s). Se você está tendo problemas, você pode tentar atualizar para a versão mais recente!<br /> <a href="https://github.com/idno/Known" target="_blank">Atualização agora.</a>

source: You appear to be running directly from a git checkout. While this is fine, you might find a pre-packaged version of Known more stable.
el_gr: Φαίνεται ότι τρέχεις απευθείας από ένα καρτ-άουτ. Ενώ αυτό είναι μια χαρά, μπορείτε να βρείτε μια προσυσκευασμένη έκδοση του Known πιο σταθερή.
fr_fr: Vous semblez être en cours d’exécution directement à partir d’une caisse git. Bien que ce soit très bien, vous pourriez trouver une version pré-emballée de Known plus stable.
it_it: Sembra che tu sia in esecuzione direttamente da un checkout git. Mentre questo va bene, si potrebbe trovare una versione preconfezionata di Known più stabile.
nl_nl: Je lijkt direct te werken vanaf een git checkout. Hoewel dit prima is, vindt u misschien een voorverpakte versie van Known stabieler.
pt_br: Você parece estar correndo diretamente de um checkout git. Enquanto isso é bom, você pode encontrar uma versão pré-embalada de Known mais estável.

source: We can't read data from %s - please check permissions and try again.
el_gr: Δεν είναι δυνατή η ανάγνωση δεδομένων από το %s - ελέγξτε τα δικαιώματα και προσπαθήστε ξανά.
fr_fr: Nous ne pouvons pas lire les données de %s - s'il vous plaît vérifier les autorisations et essayer à nouveau.
it_it: Non è possibile leggere i dati da %s: controllare le autorizzazioni e riprovare.
nl_nl: We kunnen geen gegevens van %s lezen - controleer machtigingen en probeer het opnieuw.
pt_br: Não podemos ler dados de %s - por favor, verifique as permissões e tente novamente.

source: We can't write data to %s - please check it is writable by your web server user.
el_gr: Δεν μπορούμε να γράψουμε δεδομένα στο %s - ελέγξτε ότι είναι εγγράψιμο από το χρήστη του διακομιστή web.
fr_fr: Nous ne pouvons pas écrire des données à %s - s'il vous plaît vérifier qu'il est bref par votre utilisateur de serveur web.
it_it: Non possiamo scrivere dati in %s - si prega di controllare che sia scrivibile dall'utente del server web.
nl_nl: We kunnen geen gegevens schrijven naar %s - controleer of deze kan worden geschreven door uw webservergebruiker.
pt_br: Não podemos gravar dados para %s - por favor, verifique se ele é gravável pelo seu usuário do servidor web.

source: The upload path %s either doesn't exist or isn't a directory.
el_gr: Η διαδρομή αποστολής %s είτε δεν υπάρχει είτε δεν είναι κατάλογος.
fr_fr: Le chemin de téléchargement %s soit n’existe pas ou n’est pas un répertoire.
it_it: Il percorso di caricamento %s non esiste o non è una directory.
nl_nl: Het uploadpad %s bestaat niet of is geen map.
pt_br: O caminho de upload %s ou não existe ou não é um diretório.

source: Test email from %s!
el_gr: Δοκιμή ηλεκτρονικού ταχυδρομείου από %s!
fr_fr: Testez l’email de %s !
it_it: Posta elettronica di prova da %s!
nl_nl: Test e-mail van %s!
pt_br: Teste e-mail de %s!

source: Test email sent to %s
el_gr: Δοκιμή ηλεκτρονικού ταχυδρομείου που στάλθηκε στο %s
it_it: Posta elettronica di prova inviata a %s
nl_nl: E-mail testen die naar %s is verzonden
pt_br: E-mail de teste enviado para %s

source: There was a problem sending a test message to %s.
el_gr: Παρουσιάστηκε πρόβλημα κατά την αποστολή ενός δοκιμαστικού μηνύματος στο %s.
fr_fr: Il y avait un problème d’envoi d’un message de test à %s
it_it: Si è verificato un problema durante l'invio di un messaggio di prova a %s.
nl_nl: Er was een probleem met het verzenden van een testbericht naar %s.
pt_br: Houve um problema em enviar uma mensagem de teste para %s.

source: Export data
el_gr: Εξαγωγή δεδομένων
fr_fr: Exportation de données
it_it: Esporta dati
nl_nl: Gegevens exporteren
pt_br: Dados de exportação

source: Homepage
el_gr: Αρχική σελίδα
fr_fr: Accueil
it_it: Pagina indice
nl_nl: Startpagina
pt_br: Página inicial

source: The default homepage content types were saved.
el_gr: Οι προεπιλεγμένοι τύποι περιεχομένου αρχικής σελίδας αποθηκεύτηκαν.
it_it: I tipi di contenuto predefiniti della home page sono stati salvati.
nl_nl: De standaardpagina-inhoudstypen zijn opgeslagen.
pt_br: Os tipos de conteúdo da página inicial padrão foram salvos.

source: Import data
el_gr: Εισαγωγή δεδομένων
fr_fr: Données d’importation
it_it: Importa dati
nl_nl: Gegevens importeren
pt_br: Dados de importação

source: You need to upload an import file to continue.
el_gr: Πρέπει να αποστείλετε ένα αρχείο εισαγωγής για να συνεχίσετε.
it_it: È necessario caricare un file di importazione per continuare.
nl_nl: U moet een importbestand uploaden om door te gaan.
pt_br: Você precisa carregar um arquivo de importação para continuar.

source: We couldn't open the file you uploaded. Please try again.
el_gr: Δεν μπορέσαμε να ανοίξουμε το αρχείο που ανεβάσατε. Προσπαθήστε ξανά.
fr_fr: Nous n’avons pas pu ouvrir le fichier que vous avez téléchargé. S’ll vous plaît, réessayez.
it_it: Impossibile aprire il file caricato. Riprovare.
nl_nl: We konden het bestand dat je hebt geüpload niet openen. Probeer het opnieuw.
pt_br: Não pudemos abrir o arquivo que você carregou. Por favor, tente de novo.

source: Your import has started. We'll email you when it's done.
el_gr: Η εισαγωγή σας έχει ξεκινήσει. Θα σου τηλεφωνήσουμε όταν τελειώσει.
it_it: L'importazione è iniziata. Ti invieremo un'email al termine dell'operazione.
nl_nl: Uw import is gestart. We sturen je een e-mail als het klaar is.
pt_br: Sua importação começou. Enviaremos um e-mail quando estiver pronto.

source: Log capture
el_gr: Καταγραφή καταγραφής
it_it: Acquisizione log
nl_nl: Logopname
pt_br: Captura de log

source: The plugin was enabled.
el_gr: Η προσθήκη ήταν ενεργοποιημένη
fr_fr: Le plug-in a été activé
it_it: Il plugin è stato abilitato.
nl_nl: De plugin was ingeschakeld.
pt_br: O plugin foi ativado.

source: The plugin was disabled.
el_gr: Η προσθήκη απενεργοποιήθηκε
fr_fr: Le plug-in a été désactivé
it_it: Il plug-in è stato disabilitato.
nl_nl: De plugin was uitgeschakeld.
pt_br: O plugin estava desativado.

source: Something went wrong, either no statistics were returned or it wasn't in the correct format.
el_gr: Κάτι πήγε στραβά, είτε δεν στατιστικά στοιχεία επιστράφηκαν ή δεν ήταν στη σωστή μορφή.
it_it: Si è verificato un problema, non sono state restituite statistiche o non era nel formato corretto.
nl_nl: Er ging iets mis, ofwel geen statistieken werden geretourneerd of het was niet in het juiste formaat.
pt_br: Algo deu errado, ou nenhuma estatística foi devolvida ou não estava no formato correto.

source: Statistics
el_gr: Στατιστικές
it_it: Statistiche
nl_nl: Statistieken
pt_br: Estatísticas

source: Themes
fr_fr: Thèmes
it_it: Temi
nl_nl: Thema's
pt_br: Temas

source: The theme was enabled.
fr_fr: Le thème a été activé.
it_it: Il tema è stato abilitato
nl_nl: Het thema is ingeschakeld.
pt_br: O tema foi habilitado.

source: User Management
el_gr: Διαχείριση χρηστών
fr_fr: Gestion des utilisateurs
it_it: Gestione Utente
nl_nl: Gebruikersbeheer
pt_br: Gestão de Usuários

source: %s was given administration rights.
el_gr: Στο %s δόθηκαν δικαιώματα διαχείρισης.
it_it: A %s sono stati concessi diritti amministrativi.
nl_nl: %s kreeg bestuursrechten.
pt_br: %s foi dado direitos de administração.

source: %s was stripped of their administration rights.
el_gr: Το %s έγινε ένας συνηθισμένος χρήστης.
it_it: %s è stato privato dei diritti amministrativi.
nl_nl: %s werd ontdaan van hun administratierechten.
pt_br: %s foi destituído de seus direitos de administração.

source: %s was removed from your site.
el_gr: Το %s καταργήθηκε από την τοποθεσία σας.
it_it: %s è stato rimosso dal sito.
nl_nl: %s is van uw site verwijderd.
pt_br: %s foi removido do seu site.

source: %d invitations were sent.
el_gr: Στάλθηκαν %d προσκλήσεις.
it_it: Sono stati inviati %d inviti.
nl_nl: Er werden %d uitnodigingen verstuurd.
pt_br: %d convites foram enviados.

source: Your invitation was sent.
el_gr: Η πρόσκλησή σου στάλθηκε.
it_it: Il tuo invito è stato inviato.
nl_nl: Je uitnodiging is verstuurd.
pt_br: Seu convite foi enviado.

source: Something went wrong and we couldn't send emails to your recipients.
el_gr: Κάτι πήγε στραβά και δεν μπορούσαμε να στείλουμε μηνύματα ηλεκτρονικού ταχυδρομείου στους παραλήπτες σας.
it_it: Qualcosa è andato storto e non abbiamo potuto inviare e-mail ai destinatari.
nl_nl: Er ging iets mis en we konden geen e-mails naar uw ontvangers sturen.
pt_br: Algo deu errado e não pudemos enviar e-mails para seus destinatários.

source: No email addresses were found or all the people you invited are already members of this site.
el_gr: Δεν βρέθηκαν διευθύνσεις ηλεκτρονικού ταχυδρομείου ή όλα τα άτομα που προσκαλέσατε είναι ήδη μέλη αυτής της τοποθεσίας.
it_it: Non sono stati trovati indirizzi e-mail o tutte le persone che hai invitato sono già membri di questo sito.
nl_nl: Er zijn geen e-mailadressen gevonden of alle mensen die u hebt uitgenodigd, zijn al lid van deze site.
pt_br: Nenhum endereço de e-mail foi encontrado ou todas as pessoas que você convidou já são membros deste site.

source: The invitation was removed.
el_gr: Η πρόσκληση καταργήθηκε.
fr_fr: L’invitation a été retirée.
it_it: L'invito è stato rimosso.
nl_nl: De uitnodiging werd verwijderd.
pt_br: O convite foi removido.

source: The invitation was resent.
el_gr: Η πρόσκληση στάλθηκε ξανά.
fr_fr: L’invitation était ressentie.
it_it: L'invito è stato inviato di nuovo.
nl_nl: De uitnodiging is opnieuw verstuurd.
pt_br: O convite foi enviado novamente.

source: You can't add any more users to your site.
el_gr: Δεν μπορείτε να προσθέσετε άλλους χρήστες στην τοποθεσία σας.
it_it: Non puoi aggiungere altri utenti al tuo sito.
nl_nl: U geen gebruikers meer toevoegen aan uw site.
pt_br: Você não pode adicionar mais usuários ao seu site.

source: Please make sure your passwords match and aren't empty.
el_gr: Βεβαιωθείτε ότι οι κωδικοί πρόσβασής σας ταιριάζουν και δεν είναι άδειοι.
it_it: Assicurati che le password corrispondano e non siano vuote.
nl_nl: Zorg ervoor dat uw wachtwoorden overeenkomen en niet leeg zijn.
pt_br: Por favor, certifique-se de que suas senhas correspondem e não estão vazias.

source: User %s was created. You may wish to email them to let them know.
el_gr: Δημιουργήθηκε ο χρήστης %s. Μπορεί να θέλετε να τους στείλετε μήνυμα με το ηλεκτρονικό ταχυδρομείο για να τους ενημερώσετε.
it_it: L'utente %s è stato creato. Si consiglia di inviarli via e-mail per informarli.
nl_nl: Gebruiker %s is gemaakt. U ze een e-mail sturen om het hen te laten weten.
pt_br: O usuário %s foi criado. Você pode querer enviar um e-mail para eles para avisá-los.

source: %d emails were blocked.
el_gr: %d διευθύνσεις ηλεκτρονικού ταχυδρομείου απέκλεισαν.
fr_fr: %d adresses email ont été bloquées.
it_it: Sono stati bloccati %d indirizzi e-mail.
nl_nl: %d e-mailadressen werden geblokkeerd.
pt_br: %d endereços de e-mail foram bloqueados.

source: The email address was blocked.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου αποκλείστηκε.
fr_fr: L’adresse e-mail a été bloquée.
it_it: L'indirizzo e-mail è stato bloccato.
nl_nl: Het e-mailadres is geblokkeerd.
pt_br: O endereço de e-mail foi bloqueado.

source: No email addresses were found.
el_gr: Δεν βρέθηκαν διευθύνσεις ηλεκτρονικού ταχυδρομείου.
it_it: Non sono stati trovati indirizzi di posta elettronica.
nl_nl: Er zijn geen e-mailadressen gevonden.
pt_br: Nenhum endereço de e-mail foi encontrado.

source: %d emails were unblocked.
el_gr: διευθύνσεις ηλεκτρονικού ταχυδρομείου εκκαθαρίστηκαν.
it_it: %d indirizzi e-mail sono stati sbloccati.
nl_nl: %d e-mailadressen werden gedeblokkeerd.
pt_br: %d endereços de e-mail foram desbloqueados.

source: The email address was unblocked.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου απαλλάχθηκε.
it_it: L'indirizzo e-mail è stato sbloccato.
nl_nl: Het e-mailadres is gedeblokkeerd.
pt_br: O endereço de e-mail foi desbloqueado.

source: The annotation was deleted.
el_gr: Το σχόλιο διαγράφηκε.
it_it: L'annotazione è stata eliminata.
nl_nl: De annotatie is verwijderd.
pt_br: A anotação foi apagada.

source: We couldn't find the post.
el_gr: Δεν μπορέσαμε να βρούμε το ταχυδρομείο.
fr_fr: Nous n’avons pas pu trouver le poste.
it_it: Impossibile trovare il post.
nl_nl: We konden de post niet vinden.
pt_br: Não conseguimos achar o posto.

source: We couldn't find the post to delete.
el_gr: Δεν μπορέσαμε να βρούμε τη δημοσίευση για διαγραφή.
fr_fr: Nous n’avons pas pu trouver le poste à supprimer.
it_it: Non siamo riusciti a trovare il post da eliminare.
nl_nl: We konden het bericht niet vinden om te verwijderen.
pt_br: Não conseguimos encontrar o post para apagar.

source: %s was deleted.
el_gr: Το %s διαγράφηκε.
it_it: %s è stato eliminato.
nl_nl: %s is geschrapt.
pt_br: %s foi excluído.

source: We removed copies on all the syndicated sites.
el_gr: Αφαιρέσαμε αντίγραφα σε όλες τις κοινοπρακτικές ιστοσελίδες.
it_it: Abbiamo rimosso copie su tutti i siti su diversi siti.
nl_nl: We hebben kopieën verwijderd op alle syndicated sites.
pt_br: Removemos cópias em todos os sites sindicalizados.

source: "name" (name of file) field needs to be supplied
nl_nl: "name" (naam van het bestand) veld moet worden geleverd

source: "type" (mime type) field needs to be supplied
nl_nl: "type" (mimetype) veld moet worden geleverd

source: "size" (size in bytes) field needs to be supplied
nl_nl: "size" (grootte in bytes) veld moet worden geleverd

source: There was a problem getting an upload URL for the newly minted file
nl_nl: Er was een probleem met het krijgen van een upload-URL voor het nieuw geslagen bestand

source: You can only upload images.
el_gr: Μπορείτε να ανεβάσετε μόνο εικόνες.
it_it: È possibile caricare solo immagini.
nl_nl: Je alleen afbeeldingen uploaden.
pt_br: Você só pode carregar imagens.

source: We couldn't find a feed at that site.
el_gr: Δεν μπορέσαμε να βρούμε τροφή σε εκείνο το σημείο.
fr_fr: Nous n’avons pas pu trouver de flux sur ce site.
it_it: Non siamo riusciti a trovare un feed in quel sito.
nl_nl: We konden geen feed vinden op die site.
pt_br: Não conseguimos encontrar conteúdo naquele local.

source: Subscribe to %s
el_gr: Εγγραφή στο %s
nl_nl: Abonneer u op %s
pt_br: Inscreva-se em %s

source: You're following %s!
el_gr: Ακολουθείς το %s!
it_it: Stai seguendo %s!
nl_nl: Je volgt %s!
pt_br: Você está seguindo %s!

source: Following
el_gr: Ακόλουθο
it_it: Seguente
nl_nl: Volgende
pt_br: Seguir

source: Welcome to Known
el_gr: Καλώς ήρθατε στο Known
fr_fr: Bienvenue à Known
it_it: Benvenuti a Known
nl_nl: Welkom bij Known
pt_br: Bem-vindo ao Known

source: Connect some networks
el_gr: Σύνδεση ορισμένων δικτύων
it_it: Collegare alcune reti
nl_nl: Sommige netwerken verbinden
pt_br: Conecte algumas redes

source: Create your profile
el_gr: Δημιουργήστε το προφίλ σας
fr_fr: Créez votre profil
it_it: Crea il tuo profilo
nl_nl: Uw profiel maken
pt_br: Crie seu perfil

source: Invalid sort type %s
el_gr: Ο τύπος ταξινόμησης %s δεν είναι έγκυρος
it_it: Il tipo di ordinamento %s non è valido
nl_nl: Ongeldige sorteertype %s
pt_br: Tipo de ordem inválido %s

source: Invalid sort order %s
el_gr: Η σειρά ταξινόμησης %s δεν είναι έγκυρη
it_it: Ordinamento non valido %s
nl_nl: Ongeldige sorteervolgorde %s
pt_br: Ordem de classificação inválida %s

source: URL missing
el_gr: Η διεύθυνση URL λείπει
it_it: URL mancante
nl_nl: URL ontbreekt
pt_br: URL ausente

source: There was a problem decoding the url
el_gr: Παρουσιάστηκε πρόβλημα κατά την αποκωδικοποίηση της διεύθυνσης URL
it_it: Si è verificato un problema durante la decodifica dell'URL
nl_nl: Er was een probleem met het decoderen van de URL.
pt_br: Houve um problema na decodificação da url

source: No url specified
el_gr: Δεν έχει καθοριστεί διεύθυνση URL
it_it: Nessun URL specificato
nl_nl: Geen URL opgegeven.
pt_br: Nenhuma url especificada

source: Could not save temporary file
el_gr: Δεν ήταν δυνατή η αποθήκευση προσωρινού αρχείου
it_it: Impossibile salvare il file temporaneo
nl_nl: Kan geen tijdelijk bestand opslaan
pt_br: Não foi possível salvar o arquivo temporário

source: Looks like something went wrong, image was zero bytes big!
el_gr: Μοιάζει κάτι πήγε στραβά, η εικόνα ήταν μηδέν bytes μεγάλο!
it_it: Sembra che qualcosa sia andato storto, l'immagine era zero byte di grandi dimensioni!
nl_nl: Het lijkt erop dat er iets mis ging, het beeld was nul bytes groot!
pt_br: Parece que algo deu errado, a imagem era zero bytes grande!
