Repository: definitelycn/known-l10n
Catalog: languages/*/LC_MESSAGES/idno.po
Languages: el_gr, fr_fr, it_it, nl_nl, pt_br

source: Edit your profile
el_gr: Επεξεργασία του προφίλ σας
fr_fr: Modifier votre profil
it_it: Modifica il tuo profilo
nl_nl: Je profiel bewerken
pt_br: Edite seu perfil

source: Your profile is how other users see you across the site. It's up to you how much or how little information you choose to provide.
el_gr: Το προφίλ σας είναι ο τρόπος με τον οποίο οι άλλοι χρήστες σας βλέπουν στην τοποθεσία. Εξαρτάται από εσάς πόσο ή πόσο μικρές πληροφορίες θα επιλέξετε να παρέχετε.
fr_fr: Votre profil est la façon dont les autres utilisateurs vous voient à travers le site. C’est à vous de savoir combien ou combien d’informations vous choisissez de fournir.
it_it: Il tuo profilo è il modo in cui gli altri utenti ti vedono in tutto il sito. Sta a voi come informazioni o quante poche informazioni si sceglie di fornire.
nl_nl: Uw profiel is hoe andere gebruikers u op de site zien. Het is aan jou hoeveel of hoeveel informatie u kiest om te verstrekken.
pt_br: Seu perfil é como outros usuários o veem em todo o site. Depende de você quanta ou pouca informação você escolhe fornecer.

source: Select a user picture
fr_fr: Sélectionnez une image
it_it: Selezionare un’immagine
nl_nl: Een gebruikersafbeelding selecteren
pt_br: Selecione uma imagem do usuário

source: About you
fr_fr: A propos de vous
it_it: Su di te
nl_nl: Over jou
pt_br: Sobre você

source: Your websites
fr_fr: Vos sites web
it_it: I tuoi siti web
nl_nl: Uw websites
pt_br: Seus sites

source: Other places on the web where people can find you.
fr_fr: D’autres endroits sur le web où les gens peuvent vous trouver.
it_it: Altri posti su Internet dove le persone possono trovarti.
nl_nl: Andere plaatsen op het web waar mensen je kunnen vinden.
pt_br: Outros lugares na web onde as pessoas podem encontrá-lo.

source: Add more
fr_fr: Ajouter plus
it_it: Aggiungi altro
nl_nl: Meer toevoegen
pt_br: Adicione mais

source: Cancel
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
pt_br: Anular

source: Save Changes
fr_fr: Enregistrer les modifications
it_it: Salvare le modifiche
nl_nl: Wijzigingen opslaan
pt_br: Salvar alterações

source: Edit profile
el_gr: Επεξεργασία προφίλ
fr_fr: Modifier le profil
it_it: Modifica profilo
nl_nl: Profiel bewerken
pt_br: Editar perfil

source: A profile helps you describe yourself to other people on the site and on the web. You haven't described yourself yet.
el_gr: Ένα προφίλ σας βοηθά να περιγράψετε τον εαυτό σας σε άλλα άτομα στην τοποθεσία και στο Web. Δεν έχεις περιγράψει τον εαυτό σου ακόμα.
fr_fr: Un profil vous aide à vous décrire à d’autres personnes sur le site et sur le web. Tu ne t’es pas encore décrit.
it_it: Un profilo ti aiuta a descrivere te stesso ad altre persone sul sito e sul web. Non ti sei ancora descritto.
nl_nl: Een profiel helpt je jezelf te beschrijven aan andere mensen op de site en op het web. Je hebt jezelf nog niet beschreven.
pt_br: Um perfil ajuda você a se descrever para outras pessoas no site e na web. Você ainda não se descreveu.

source: Click here to fill in your profile information.
fr_fr: Cliquez ici pour remplir vos informations de profil.
it_it: Clicca qui per inserire le informazioni del tuo profilo.
nl_nl: Klik hier om je profielgegevens in te vullen.
pt_br: Clique aqui para preencher suas informações de perfil.

source: Select an image
fr_fr: Sélectionnez une image
nl_nl: Een afbeelding selecteren
pt_br: Selecione uma imagem

source: Upload this image
fr_fr: Téléchargez cette image
nl_nl: Deze afbeelding uploaden
pt_br: Carregue esta imagem

source: Choose a different image
fr_fr: Choisissez une image différente
nl_nl: Een andere afbeelding kiezen
pt_br: Escolha uma imagem diferente

source: Add the address of a site to follow
fr_fr: Ajouter l’adresse d’un site à suivre
nl_nl: Het adres van een gevolgde site toevoegen
pt_br: Adicione o endereço de um site a seguir

source: Follow
fr_fr: Suivre
nl_nl: Volgen
pt_br: Siga

source: Here's the latest content.
fr_fr: Voici le dernier contenu.
nl_nl: Hier is de nieuwste inhoud.
pt_br: Aqui está o último conteúdo.

source: Follow another site
nl_nl: Een andere site volgen
pt_br: Siga outro site

source: You're not following anyone yet.
nl_nl: Je volgt nog niemand.
pt_br: Você não está seguindo ninguém ainda.

source: Joined
el_gr: Εντάχθηκαν
fr_fr: Rejoint
nl_nl: Toegetreden
pt_br: Juntado

source: Last update posted
el_gr: Τελευταία ενημέρωση δημοσιεύτηκε
fr_fr: Dernière mise à jour postée
nl_nl: Laatste update geplaatst
pt_br: Última atualização postada

source: Remote member
nl_nl: Extern lid
pt_br: Membro remoto

source: Administrator
el_gr: Διαχειριστή
fr_fr: Administrateur
nl_nl: Beheerder
pt_br: Administrador

source: Remove rights
it_it: Rimuovere i diritti
nl_nl: Rechten verwijderen
pt_br: Remover direitos

source: Standard member
el_gr: Πρότυπο μέλος
fr_fr: Membre standard
nl_nl: Standaardlid
pt_br: Membro padrão

source: Make admin
el_gr: Κάντε τον διαχειριστή
nl_nl: Beheerder maken
pt_br: Faça administração

source: Clear
el_gr: Σαφές
it_it: Chiaro
nl_nl: Wissen
pt_br: Limpar

source: Block
el_gr: Μπλοκ
nl_nl: Blokkeren
pt_br: Bloquear

source: Are you sure? The user will be logged out and will no longer be able to log in or post.
el_gr: Είσαι σίγουρος? Ο χρήστης θα αποσυνδεθεί και δεν θα είναι πλέον σε θέση να συνδεθείτε ή να δημοσιεύσετε.
nl_nl: Weet je het zeker? De gebruiker wordt uitgelogd en kan niet meer inloggen of posten.
pt_br: Tem certeza? O usuário será logado e não poderá mais fazer login ou postar.

source: Are you sure? This will delete this user and all their content.
el_gr: Είσαι σίγουρος? Αυτό θα διαγράψει αυτόν το χρήστη και όλο το περιεχόμενό τους.
nl_nl: Weet je het zeker? Dit zal deze gebruiker en al hun inhoud verwijderen.
pt_br: Tem certeza? Isso excluirá este usuário e todo o seu conteúdo.

source: Are you sure you want to permanently delete this?
nl_nl: Weet je zeker dat je dit permanent wilt verwijderen?

source: Choose different photo
fr_fr: Choisissez une photo différente
nl_nl: Kies een andere foto

source: Select a photo
fr_fr: Sélectionnez une photo
nl_nl: Een foto selecteren

source: Add photo
nl_nl: Foto toevoegen

source: Share something brilliant...
nl_nl: Deel iets briljants...

source: Please complete this field.
nl_nl: Vul dit veld in.

source: Search by name, email address, or username
fr_fr: Rechercher par nom, adresse email ou nom d’utilisateur
nl_nl: Zoeken op naam, e-mailadres of gebruikersnaam

source: By creation date
fr_fr: Par date de création
nl_nl: Op aanmaakdatum

source: By name
fr_fr: Par nom
nl_nl: Op naam

source: Ascending
fr_fr: Ascendant
nl_nl: Oplopende

source: Descending
fr_fr: Descendant
nl_nl: Aflopende

source: Prev
fr_fr: Précédent
nl_nl: Vorige

source: Next
fr_fr: Suivant
nl_nl: Volgende

source: Known is your space for sharing content and discussing ideas.
fr_fr: Known est votre espace pour partager du contenu et discuter des idées.
it_it: Known è il tuo spazio per condividere contenuti e discutere idee.
nl_nl: Known is uw ruimte voor het delen van inhoud en het bespreken van ideeën.

source: Take a picture
it_it: Scattare una foto
nl_nl: Maak een foto

source: Share a message
it_it: Condividere un messaggio
nl_nl: Een bericht delen

source: Save your location
it_it: Salvare la posizione
nl_nl: Uw locatie opslaan

source: (at least 7 characters please)
el_gr: (Τουλάχιστον 7 χαρακτήρες παρακαλώ)
fr_fr: (Au moins 7 caractères s'il vous plaît)
it_it: (almeno 7 caratteri per favore)
nl_nl: (ten minste 7 tekens alstublieft)

source: Site Configuration
el_gr: Ρύθμιση παραμέτρων τοποθεσίας
fr_fr: Configuration du site
it_it: Configurazione del sito
nl_nl: Siteconfiguratie
pt_br: Configuração do site

source: %s replied to %s.
nl_nl: %s antwoordde op %s.

source: Returns the current Known version as defined in version.known
el_gr: Επιστρέφει την τρέχουσα Known έκδοση όπως ορίζεται στην version.known
fr_fr: Retourne la version actuelle de Known telle que définie dans version.known
it_it: Restituisce la versione corrente di Known come definito in version.known
nl_nl: Retourneert de huidige Known-versie zoals gedefinieerd in version.known
pt_br: Retorna a versão atual do Known como definida em version.known

source: WARNING: Your build of Known is behind the latest version from Github (%s - %s). If you're having problems, you may want to try updating to the latest version. Update now: https://github.com/idno/Known
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Η κατασκευή του Known βρίσκεται πίσω από την πιο πρόσφατη έκδοση από το Github (%s - %s). Εάν αντιμετωπίζετε προβλήματα, ίσως θελήσετε να δοκιμάσετε να ενημερώσετε την πιο πρόσφατη έκδοση. Ενημέρωση τώρα: https://github.com/idno/Known
fr_fr: AVERTISSEMENT: Votre build de Known est derrière la dernière version de Github (%s - %s). Si vous avez des problèmes, vous pouvez essayer de mettre à jour la dernière version. Mettre à jour: https://github.com/idno/Known
it_it: AVVISO: La build di Klown è dietro l'ultima versione da Github (%s - %s). Se si verificano problemi, provare ad eseguire l'aggiornamento alla versione più recente. Aggiornamento ora: https://github.com/idno/Known
nl_nl: WAARSCHUWING: Uw build of Known zit achter de nieuwste versie van Github (%s - %s). Als u problemen ondervindt, u proberen bij te werken naar de nieuwste versie. Nu bijwerken: https://github.com/idno/Known
pt_br: AVISO: Sua compilação do Known está por trás da versão mais recente do Github (%s - %s). Se você está tendo problemas, você pode querer tentar atualizar para a versão mais recente. Atualizar agora: https://github.com/idno/Known

source: Sorry, could not find any users on that page, perhaps they need to mark up their profile in <a href="http://microformats.org/wiki/microformats-2">Microformats</a>?
el_gr: Λυπούμαστε, δεν μπόρεσαν να βρουν χρήστες σε αυτήν τη σελίδα, ίσως χρειαστεί να επισημάνουν το προφίλ τους σε <a href="http://microformats.org/wiki/microformats2">Microformats</a>;
it_it: Spiacenti, non siamo riusciti a trovare alcun utente in quella pagina, forse hanno bisogno di contrassegnare il loro profilo in <a href="http://microformats.org/wiki/microformats-2">Microformats</a>?
pt_br: Desculpe, não foi possível encontrar nenhum usuário nessa página, talvez eles precisem marcar seu perfil em <a href="http://microformats.org/wiki/microformats-2">Microformats</a>?

source: Diagnostics
el_gr: Διαγνωστικά
fr_fr: Les diagnostiques
it_it: Diagnostica
pt_br: Diagnóstico

source: Email
el_gr: Ηλεκτρονικού ταχυδρομείου
it_it: Posta elettronica
pt_br: Correio eletrónico

source: Administration
el_gr: Διοίκηση
it_it: Amministrazione
pt_br: Administração

source: SMTP host
fr_fr: Hôte SMTP
it_it: Host SMTP
pt_br: Host SMTP

source: Per-post privacy
fr_fr: Confidentialité par poste
it_it: Privacy per post
pt_br: Privacidade por post

source: PubSubHubbub hub
fr_fr: Hub PubSubHubbub
pt_br: Hub PubSubHubbub

source: All content
el_gr: Όλο το περιεχόμενο
fr_fr: Tout le contenu
it_it: Tutti i contenuti
pt_br: Todo o conteúdo

source: Default content
el_gr: Προεπιλεγμένο περιεχόμενο
fr_fr: Contenu par défaut
it_it: Contenuto predefinito
pt_br: Conteúdo padrão

source: Filter content
el_gr: Φιλτράρισμα περιεχομένου
fr_fr: Filtrer le contenu
it_it: Filtrare il contenuto
pt_br: Filtrar conteúdo

source: Profile
el_gr: Προφίλ
fr_fr: Profil
it_it: Profilo
pt_br: Perfil

source: Leave feedback
el_gr: Αφήστε τα σχόλια
fr_fr: Laissez les commentaires
pt_br: Deixe o feedback

source: Sign out
el_gr: Αποσυνδεθείτε
fr_fr: Déconnectez-vous
it_it: Esci
pt_br: Faça log out

source: Search
el_gr: Αναζήτηση
fr_fr: Rechercher
it_it: Ricerca
pt_br: Busca

source: Plugins
el_gr: Προσθήκες
fr_fr: Les plug-ins
it_it: Plugini

source: replied
it_it: ha risposto

source: Get started
fr_fr: Démarrer
it_it: Guida introduttiva

source: Already have an account? Sign in.
fr_fr: Vous avez déjà un compte ? Connexion.
it_it: Hai già un account? Accedi.

source: Click here to log in.
el_gr: Κάντε κλικ εδώ για να συνδεθείτε.
fr_fr: Cliquez ici pour vous connecter.
it_it: Clicca qui per accedere.

source: Hold on. You don't have access to this content.
el_gr: Περιμένω. Δεν έχετε πρόσβαση σε αυτό το περιεχόμενο.
fr_fr: Attendez. Vous n’avez pas accès à ce contenu.
it_it: Aspettare. Non hai accesso a questo contenuto.

source: Oops! We couldn't find it.
el_gr: Ωχ! Δεν μπορέσαμε να το βρούμε.
fr_fr: Oups! On ne l’a pas trouvé.
it_it: Oops! Impossibile trovare questo contenuto.

source: Sorry, this content isn't here anymore.
el_gr: Λυπάμαι, αυτό το περιεχόμενο δεν είναι εδώ πια.
fr_fr: Désolé, ce contenu n’est plus là.
it_it: Spiacenti, questo contenuto non è più qui.

source: Oh no! Something went wrong.
el_gr: Ω, όχι! Κάτι πήγε στραβά.
fr_fr: Oh non ! Quelque chose s’est mal passé.
it_it: Oh no! Qualcosa è andato storto.

source: Newer
el_gr: Νεότερα
fr_fr: Nouveaux
it_it: Più recenti

source: Older
el_gr: Αρχαία
fr_fr: Plus
it_it: Più vecchio

source: Register
el_gr: Εγγράψου
fr_fr: Registre
it_it: Registro

source: Feedback
el_gr: Ανατροφοδότηση
fr_fr: Réactions
it_it: Valutazione

source: Power down robots. I can take it from here.
el_gr: Δύναμη κάτω ρομπότ. Μπορώ να το αναλάβω εγώ.
fr_fr: Éteignez les robots. Je peux le prendre d’ici.
it_it: Spegnete i robot. Ce l'ho da qui.

source: Check out my new @withknown site!
el_gr: Δείτε το νέο μου @withknown site!
fr_fr: Découvrez mon nouveau site @withknown!
it_it: Dai un’occhiata al mio nuovo sito @withknown!

source: That was a great update. Why not <%s>share your new website on Facebook</a> and <a href="%s">Twitter</a> so your friends know about it? I bet you've got some great photos. <%s>Try posting one</a>!
el_gr: Ήταν μεγάλη ενημέρωση. Γιατί να μην <%s>μοιραστείτε τη νέα σας ιστοσελίδα στο Facebook</a> και το <a href="%s">Twitter</a>, έτσι ώστε οι φίλοι σας γνωρίζουν γι ' αυτό; Στοιχηματίζω ότι έχεις καλές φωτογραφίες. <%s>Προσπαθήστε να δημοσιεύσετε ένα</a>!
fr_fr: C'était une grande mise à jour. Pourquoi ne pas <%s>partager votre nouveau site Web sur Facebook</a> et <a href="%s">Twitter</a> pour que vos amis le sachent? Je parie que vous avez de superbes photos. <%s>Essayez d’en poster un</a> !
it_it: È stato un grande aggiornamento. Perché non <%s>condividere il tuo nuovo sito web su Facebook</a> e <a href="%s">Twitter</a> in modo che i tuoi amici lo sappiano? Scommetto che hai delle foto fantastiche. <%s>Prova a pubblicarne uno</a>!

source: Welcome to your new Known site! I'm Aleph, your very own welcome robot. Let's get started by <%s>adding your first status update</a>!
el_gr: Καλώς ήλθατε στο νέο γνωστό site σας! Είμαι ο Αλεφ, το δικό σου ρομπότ καλωσορίσματος. Ας ξεκινήσουμε προσθέτοντας <%s>την πρώτη σας ενημέρωση κατάστασης</a>!
fr_fr: Bienvenue sur votre nouveau site connu! Je suis Aleph, votre propre robot de bienvenue.Commençons par <%s>l’ajout de votre première mise à jour de statut</a> !
it_it: Benvenuti nel vostro nuovo sito conosciuto! Sono Aleph, il tuo robot di benvenuto. Iniziamo <%s>aggiungendo il tuo primo aggiornamento di stato</a>!

source: Beep!
el_gr: Μπιπ!
it_it: Bip!

source: Beep boop!
el_gr: Μπιπ μπιπ!
it_it: Bip boop!

source: Continue
el_gr: Συνεχίσει
fr_fr: Continuer

source: Choose a username
el_gr: Επιλέξτε ένα όνομα χρήστη
fr_fr: Choisissez un nom d’utilisateur

source: It's nothing personal. You just don't have the right permissions to see what's here.
el_gr: Δεν είναι κάτι προσωπικό. Απλά δεν έχεις τα κατάλληλα δικαιώματα για να δεις τι υπάρχει εδώ.
fr_fr: Ce n’est rien de personnel. Vous n’avez pas les autorisations pour voir ce qu’il y a ici.

source: Find something else to view on the <a href="%s">%s homepage</a>.
el_gr: Βρείτε κάτι άλλο για προβολή στην αρχική σελίδα του <a href="%s">%s</a>.
fr_fr: Trouver autre chose à voir sur <a href="%s">%s page d’accueil</a>

source: Whatever you were looking for, it's not here. It might have been moved, deleted, or it doesn't exist. Or the robots ate it. That's always a possibility too.
el_gr: Ό,τι κι αν έψαχνες, δεν είναι εδώ. Μπορεί να μετακινήθηκε, να έχει διαγραφεί ή δεν υπάρχει. Ή τα ρομπότ το έφαγαν. Κι αυτό είναι μια πιθανότητα.
fr_fr: Quoi que vous cherchiez, il n’est pas là. Il peut avoir été déplacé, supprimé, ou il n’existe pas. Ou les robots l’ont mangé. C’est toujours une possibilité aussi.

source: Maybe you'll find something interesting if you head back to the <a href="%s">%s homepage</a>.
el_gr: Ίσως βρείτε κάτι ενδιαφέρον αν επιστρέψετε στην αρχική σελίδα του <a href="%s">%s</a>.
fr_fr: Peut-être que vous trouverez quelque chose d’intéressant si vous retournez à <a href="%s">%s page d’accueil</a>

source: You may be wondering where it went, but we can't tell you. It's a secret.
el_gr: Μπορεί να αναρωτιέσαι πού πήγε, αλλά δεν μπορούμε να σου πούμε. Είναι μυστικό.
fr_fr: Vous vous demandez peut-être où il est allé, mais nous ne pouvons pas vous le dire. C’est un secret.

source: Maybe you'd like to head back to the <a href="%s">%s homepage</a> instead.
el_gr: Ίσως θέλετε να επιστρέψετε στην αρχική σελίδα του <a href="%s">%s</a>.
fr_fr: Peut-être que vous aimeriez retourner à <a href="%s">%s page d’accueil</a>

source: <a href="#" onclick="window.history.back();">Click here to try again</a> or <a href="%s">click here to go back to the homepage</a>.
el_gr: <a href="#" onclick="window.history.back();">Κάντε κλικ εδώ για να προσπαθήσετε ξανά</a> ή <a href="%s">κάντε κλικ εδώ για να επιστρέψετε στην αρχική σελίδα</a>.
fr_fr: <a href="#" onclick="window.history.back();">Cliquez ici pour réessayer</a> ou <a href="%s">cliquez ici pour revenir à la page d’accueil</a>.

source: Click here to see the technical details.
el_gr: Κάντε κλικ εδώ για να δείτε τις τεχνικές λεπτομέρειες.

source: We couldn't find anything that matches your search.
el_gr: Δεν μπορέσαμε να βρούμε τίποτα που να ταιριάζει με την αναζήτησή σας.
fr_fr: Nous n’avons rien trouvé qui corresponde à votre recherche.

source: Zeep!
el_gr: Ζιπ!

source: Beepity boop! That was a great picture. Did you see that you can also <a href="{{userurl}}/edit">ενημερώσετε το προφίλ σας</a>?
el_gr: ! Ήταν υπέροχη φωτογραφία. Είδατε ότι μπορείτε επίσης να <a href="{{userurl}}/edit">ενημερώσετε το προφίλ σας</a>;

source: Boopity beep! Did you see that you can also <a href="{{userurl}}/edit">update your profile</a>?
el_gr: ! Είδατε ότι μπορείτε επίσης να <a href="{{userurl}}/edit">update your profile</a>;
fr_fr: Boopity beep! Avez-vous vu que vous pouvez également <a href="{{userurl}}/edit">mettre à jour votre profil</a>?

source: 01011001 01101111 00100000 01111001 01101111 00100000 01111001 01101111 That's how you say hello where I come from. I wanted to remind you that you can also <a href="{{baseurl}}admin/themes/">change the theme of your site</a>. If you ever have feedback, you can <a href="{{baseurl}}account/settings/feedback/">send a message to my human creators</a>.
el_gr: 01011001 01101111 00100000 01111001 01101111 00100000 01111001 01101111 Έτσι χαιρετάς από εκεί που έρχομαι. Ήθελα να σας υπενθυμίσω ότι μπορείτε επίσης να <a href="{{baseurl}}admin/themes/">αλλάξετε το θέμα του ιστότοπού σας</a>. Αν έχετε ποτέ σχόλια, μπορείτε να <a href="{{baseurl}}account/settings/feedback/">στείλετε ένα μήνυμα στους δημιουργούς μου</a>.

source: Toggle navigation
el_gr: Εναλλαγή πλοήγησης
fr_fr: Afficher ou masquer la navigation

source: Join us!
el_gr: Ελάτε μαζί μας!
fr_fr: Joignez-vous à nous!

source: I fly kites...
fr_fr: Je vole cerfs-volants ...

source: Beepity boop! That was a great picture. Did you see that you can also <a href="{{userurl}}/edit">update your profile</a>?
fr_fr: Beepity boop! C'était une belle image. Avez-vous vu que vous pouvez également <a href="{{userurl}}/edit">mettre à jour votre profil</a>?

source: 01011001 01101111 00100000 01111001 01101111 00100000 01111001 01101111 That's how you say hello where I come from. I wanted to remind you thatyou can also <a href="{{baseurl}}admin/themes/">change the theme of yoursite</a>. If you ever have feedback, you can <ahref="{{baseurl}}account/settings/feedback/">send a message to my humancreators</a>.
fr_fr: 01011001 01101111 00100000 01111001 01101111 00100000 01111001 01101111 C’est comme ça que tu dis bonjour d’où je viens. Je voulais vous rappeler que vous pouvez également <a href="{{baseurl}}admin/themes/">changer le thème de votre site</a>. Si jamais vous avez des commentaires, vous pouvez <a href="{{baseurl}}account/settings/feedback/">envoyer un message à mes créateurs humains.

source: Skip to main content
fr_fr: Passer au contenu principal

source: Hi there! Your friend <strong>%s</strong> has invited you to join <%s>
fr_fr: Salut! Votre ami <strong>%s</strong> vous a invité à rejoindre <%s>

source: You can use this space to publish your stories, share things that interest you, and discuss things that matter.
fr_fr: Vous pouvez utiliser cet espace pour publier vos histoires, partager des choses qui vous intéressent, et discuter des choses qui comptent.

source: Get started with <strong>%s</strong> by setting up your account
fr_fr: Démarrez avec <strong>%s</strong> en créant votre compte

source: Sign up now
fr_fr: Inscrivez-vous dès maintenant

source: If you have any questions at all, please don't hesitate to contact us by sending an email to %s
fr_fr: Si vous avez des questions, n’hésitez pas à nous contacter en envoyant un e-mail à %s

source: Powered by
fr_fr: Alimenté par

source: Hi there! Your friend *%s* has invited you to join %s
fr_fr: Salut! Votre ami *%s* vous a invité à rejoindre %s

source: Get started with *%s* by setting up your account
fr_fr: Démarrez avec *%s* en créant votre compte
