Repository: definitelycn/known-l10n
Catalog: languages/*/LC_MESSAGES/idno.po
Languages: el_gr, fr_fr, it_it, nl_nl, pt_br

source: Site description
fr_fr: Description du site
it_it: Descrizione del sito
nl_nl: Sitebeschrijving
pt_br: Descrição do site

source: What's your site about?
fr_fr: De quoi parle votre site ?
it_it: Di cosa tratta il tuo sito?
nl_nl: Waar gaat uw site over?
pt_br: Sobre o que é o seu site?

source: Homepage title
fr_fr: Titre de la page d’accueil
it_it: Titolo della pagina di indice
nl_nl: Titel van startpagina
pt_br: Título da página inicial

source: What should the browser display as the title on your homepage?<br>By default this is just your site title.
fr_fr: Qu’est-ce que le navigateur doit afficher comme titre sur votre page d’accueil ?<br>Par défaut, ce n’est que votre titre de site.
it_it: Quale deve essere visualizzato come titolo della tua home page? <br>Per impostazione predefinita, questo è solo il titolo del sito.
nl_nl: Wat moet de browser weergeven als de titel op uw startpagina? <br>Standaard is dit alleen uw sitetitel.
pt_br: O que o navegador deve exibir como título em sua página inicial? <br>Por padrão, este é apenas o título do seu site.

source: Items per page
fr_fr: Articles par page
it_it: Elementi per pagina
nl_nl: Objecten per pagina
pt_br: Itens por página

source: This is the number of content posts displayed on each page.
fr_fr: Il s’agit du nombre de publications de contenu affichées sur chaque page.
it_it: Questo è il numero di post di contenuto visualizzati su ogni pagina.
nl_nl: Dit is het aantal inhoudsberichten dat op elke pagina wordt weergegeven.
pt_br: Este é o número de postagens de conteúdo exibidas em cada página.

source: Single user
fr_fr: Utilisateur unique
it_it: Singolo utente
nl_nl: Eén gebruiker
pt_br: Único usuário

source: Is this a single-user site? If so, your profile information will be shown at the top of the homepage.
fr_fr: S’agit-il d’un site à usage unique? Si c’est le cas, les informations de votre profil seront affichées en haut de la page d’accueil.
it_it: Si tratta di un sito per utente singolo? In tal caso, le informazioni del profilo verranno visualizzate nella parte superiore della home page.
nl_nl: Is dit een enkele gebruikerssite? Als dat het zover is, worden je profielgegevens boven aan de startpagina weergegeven.
pt_br: Este é um site de um único usuário? Nesse caso, as informações do seu perfil serão mostradas na parte superior da página inicial.

source: Permalink Structure
fr_fr: Structure des liens permanents
it_it: Struttura di collegamento permanente
nl_nl: Permanente koppelingsstructuur
pt_br: Estrutura de ligação permanente

source: <strong>(default)</strong>
fr_fr: <strong>Par défaut</strong>
it_it: <strong>(predefinito)</strong>
nl_nl: <strong>(standaard)</strong>

source: How permalinks for individual posts are constructed.
fr_fr: Comment liens permanents pour les postes individuels sont construits.
it_it: Come vengono costruiti i collegamenti permanenti per i singoli posti.
nl_nl: Hoe permanente links voor afzonderlijke posten worden geconstrueerd.
pt_br: Como links permanentes para postagens individuais são construídos.

source: Registration and privacy
fr_fr: Enregistrement et confidentialité
it_it: Registrazione e privacy
nl_nl: Registratie en privacy
pt_br: Registro e privacidade

source: Allow registration
fr_fr: Autoriser l’inscription
it_it: Consenti registrazione
nl_nl: Registratie toestaan
pt_br: Permita o registro

source: Allow registration if you want others to sign up for your site.
fr_fr: Autorisez l’inscription si vous voulez que d’autres personnes s’inscrivent à votre site.
it_it: Consenti la registrazione se vuoi che altri si iscridano al tuo sito.
nl_nl: Sta registratie toe als u wilt dat anderen zich aanmelden voor uw site.
pt_br: Permita o registro se quiser que outros entrem em seu site.

source: Make site private
fr_fr: Rendre le site privé
it_it: Rendi il sito privato
nl_nl: Site privé maken
pt_br: Tornar o site privado

source: Content on a private site is only visible if you're logged in.
fr_fr: Le contenu d’un site privé n’est visible que si vous êtes connecté.
it_it: Il contenuto di un sito privato è visibile solo se hai effettuato l'accesso.
nl_nl: Inhoud op een privésite is alleen zichtbaar als u bent ingelogd.
pt_br: O conteúdo em um site privado só é visível se você estiver logado.

source: Show per-post privacy settings.
fr_fr: Afficher les paramètres de confidentialité par poste.
it_it: Mostra le impostazioni di privacy per post.
nl_nl: Privacy-instellingen per post weergeven.
pt_br: Mostrar configurações de privacidade por post.

source: Technical Settings
fr_fr: Paramètres techniques
it_it: Impostazioni tecniche
nl_nl: Technische instellingen
pt_br: Configurações Técnicas

source: PubSubHubbub hub address
fr_fr: Adresse du Hub PubSubHubbub
it_it: Indirizzo hub PubSubHubbub
nl_nl: Adres van de Hub van PubSubHubbub
pt_br: Endereço do Hub PubSubHubbub

source: You can probably leave this as is.
fr_fr: Vous pouvez probablement laisser cela tel quel.
it_it: Probabilmente puoi lasciarlo così com'è.
nl_nl: Je dit waarschijnlijk laten zoals het is.
pt_br: Você provavelmente pode deixar isso como está.

source: Learn more about PuSH
fr_fr: En savoir plus sur PuSH
it_it: Ulteriori informazioni su PuSH
nl_nl: Meer informatie over PuSH
pt_br: Saiba mais sobre o PuSH

source: Avatar as icon
fr_fr: Avatar comme icône
it_it: Avatar come Icona
nl_nl: Avatar als pictogram
pt_br: Avatar como ícone

source: This uses members' avatar images as the site favicon.
fr_fr: Cela utilise les images d’avatar des membres comme favicon site.
it_it: Questo utilizza le immagini avatar dei membri come favicon del sito.
nl_nl: Dit maakt gebruik van leden avatar beelden als de site favicon.
pt_br: Isso usa as imagens de avatar dos membros como favicon do site.

source: Include permalinks
fr_fr: Inclure des liens permanents
it_it: Includi collegamenti permanenti
nl_nl: Permanente koppelingen opnemen
pt_br: Inclua links permanentes

source: Always add a link back to your site when you syndicate to external networks.
fr_fr: Ajoutez toujours un lien vers votre site lorsque vous vous syndiquez vers des réseaux externes.
it_it: Aggiungi sempre un link al tuo sito quando si esegue il sindacato a reti esterne.
nl_nl: Voeg altijd een link terug naar uw site wanneer u syndicaat aan externe netwerken.
pt_br: Sempre adicione um link de volta ao seu site quando você se sindicalizar em redes externas.

source: Import content
el_gr: Εισαγωγή περιεχομένου
fr_fr: Contenu d’importation
it_it: Importare contenuti
nl_nl: Inhoud importeren
pt_br: Importar conteúdo

source: Import your content from other sites into Known. All imported content will be treated as a post, with a title and body content.
fr_fr: Importez votre contenu d’autres sites dans Known. Tout le contenu importé sera traité comme un poste, avec un titre et un contenu corporel.
it_it: Importa i tuoi contenuti da altri siti a Known. Tutti i contenuti importati saranno trattati come un post, con un titolo e un contenuto del corpo.
nl_nl: Importeer uw inhoud van andere sites in Known. Alle geïmporteerde inhoud wordt behandeld als een bericht, met een titel en inhoud van de hoofdtekst.
pt_br: Importe seu conteúdo de outros sites para Known. Todo o conteúdo importado será tratado como uma postagem, com título e conteúdo corporal.

source: Upload a Known RSS export file and turn it into Known posts.
it_it: Carica un file di esportazione RSS Known e trasformalo in post Known.
nl_nl: Upload een Known RSS export bestand en zet het om in Known-berichten.
pt_br: Carregue um arquivo de exportação Known RSS e transforme-o em posts Known.

source: How do I get my Known RSS file?
it_it: Come posso ottenere il mio file RSS Known?
nl_nl: Hoe krijg ik mijn Knwon RSS-bestand?
pt_br: Como faço para obter meu arquivo RSS Known?

source: To get your Known RSS file
it_it: Per ottenere il file RSS Known
nl_nl: Om uw Known RSS-bestand te krijgen
pt_br: Para obter o seu arquivo RSS Known

source: Log into your Known site
fr_fr: Connectez-vous à votre site Known
it_it: Accedi al tuo sito Known
nl_nl: Inloggen op uw Known-site
pt_br: Faça login no seu site da Known

source: Click on Site Configuration
fr_fr: Cliquez sur Configuration du site
it_it: Fare clic su Configurazione sito
nl_nl: Klik op Siteconfiguratie
pt_br: Clique na Configuração do site

source: Click on Export
fr_fr: Cliquez sur l’exportation
it_it: Fare clic su Esporta
nl_nl: Klik op Exporteren
pt_br: Clique em Exportar

source: Download your RSS file
fr_fr: Télécharger votre fichier RSS
it_it: Scarica il tuo file RSS
nl_nl: Uw RSS-bestand downloaden
pt_br: Baixe seu arquivo RSS

source: Select Known export file
fr_fr: Sélectionnez le fichier d’exportation Known
it_it: Selezionare il file di esportazione Known
nl_nl: Known-exportbestand selecteren
pt_br: Selecione o arquivo de exportação Known

source: Import your data
fr_fr: Importer vos données
it_it: Importare i dati
nl_nl: Uw gegevens importeren
pt_br: Importe seus dados

source: Upload a WordPress XML file and turn it into Known posts.
it_it: Carica un file XML WordPress e trasformalo in post Known.
nl_nl: Upload een WordPress XML-bestand en zet het om in Known-berichten.
pt_br: Carregue um arquivo XML WordPress e transforme-o em posts Known.

source: How do I get my WordPress XML file?
it_it: Come posso ottenere il mio file XML WordPress?
nl_nl: Hoe krijg ik mijn WordPress XML-bestand?
pt_br: Como faço para obter meu arquivo XML WordPress?

source: To get your WordPress XML file
it_it: Per ottenere il file XML WordPress
nl_nl: Uw WordPress XML-bestand ophalen
pt_br: Para obter o seu arquivo XML WordPress

source: Log into your WordPress site
it_it: Accedi al tuo sito WordPress
nl_nl: Log in op uw WordPress-site
pt_br: Faça login no seu site da WordPress

source: Click on Tools
fr_fr: Cliquez sur Outils
it_it: Fare clic su Strumenti
nl_nl: Klik op Gereedschappen
pt_br: Clique em Ferramentas

source: Click to export posts
it_it: Fai clic per esportare i post
nl_nl: Klik om berichten te exporteren
pt_br: Clique para exportar posts

source: Click
fr_fr: Cliquez
it_it: Fare clic su
nl_nl: Klik op
pt_br: Clique

source: Download Export File
fr_fr: Télécharger fichier d’exportation
it_it: Scarica file di esportazione
nl_nl: Exportbestand downloaden
pt_br: Baixar arquivo de exportação

source: Select WordPress export file
fr_fr: Sélectionnez le fichier d’exportation WordPress
it_it: Selezionare WordPress file di esportazione
nl_nl: WordPress-exportbestand selecteren
pt_br: Selecione o arquivo de exportação WordPress

source: Upload a Blogger XML file and turn it into Known posts.
it_it: Carica un file XML Blogger e trasformalo in post Known.
nl_nl: Upload een Blogger XML-bestand en zet het om in Known-berichten.
pt_br: Carregue um arquivo XML Blogger e transforme-o em posts Known.

source: How do I get my Blogger XML file?
it_it: Come posso ottenere il mio file XML Blogger?
nl_nl: Hoe krijg ik mijn Blogger XML-bestand?
pt_br: Como faço para obter meu arquivo XML Blogger?

source: To get your Blogger XML file
it_it: Per ottenere il file XML di Blogger
nl_nl: Uw Blogger XML-bestand ophalen
pt_br: Para obter o seu arquivo XML Blogger

source: Log into Blogger, and click on your blog title
it_it: Accedi a Blogger e clicca sul titolo del tuo blog
nl_nl: Log in op Blogger en klik op je blogtitel
pt_br: Faça login no Blogger e clique no título do seu blog

source: Click on Settings
fr_fr: Cliquez sur Paramètres
it_it: Fare clic su Impostazioni
nl_nl: Klik op Instellingen
pt_br: Clique em Configurações

source: Click on Other
fr_fr: Cliquez sur Autres
it_it: Clicca su Altro
nl_nl: Klik op Overige
pt_br: Clique em Outros

source: Click on Export Posts at the top of your page
it_it: Clicca su Esporta post nella parte superiore della tua Pagina.
nl_nl: Klik boven aan je pagina op Berichten exporteren
pt_br: Clique em Exportar Posts no topo da página

source: Click on Export Blog
it_it: Clicca su Esporta Blog
nl_nl: Klik op Blog exporteren
pt_br: Clique no Blog de Exportação

source: This page provides you with captured PHP logs. These contain sensitive information, so be very careful how you disclose the information and to whom.
nl_nl: Deze pagina biedt u vastgelegde PHP-logboeken. Deze bevatten gevoelige informatie, dus wees heel voorzichtig hoe u de informatie openbaar maakt en aan wie.
pt_br: Esta página fornece registros PHP capturados. Estes contêm informações confidenciais, por isso tenha muito cuidado como você divulga as informações e para quem.

source: Refresh...
nl_nl: Vernieuwen...
pt_br: Atualizar...

source: Users
el_gr: Χρήστες
fr_fr: Utilisateurs
it_it: Gli utenti
nl_nl: Gebruikers
pt_br: Usuários

source: Export
el_gr: Εξαγωγή
fr_fr: Exportation
it_it: Esportazione
nl_nl: Exporteren
pt_br: Exportação

source: Import
el_gr: Εισαγωγή
fr_fr: Importation
it_it: Importazione
nl_nl: Importeren
pt_br: Importação

source: Captured Logs
nl_nl: Vastgelegde logboeken
pt_br: Logs capturados

source: About
el_gr: Σχετικά με
fr_fr: À propos
it_it: Circa
nl_nl: Over
pt_br: Cerca

source: Enabled
el_gr: Ενεργοποιημένη
it_it: Abilitato
nl_nl: Geactiveerd
pt_br: Ativado

source: Disabled
el_gr: Απενεργοποιημένη
it_it: Disabili
nl_nl: Uitgeschakeld
pt_br: Desativado

source: Known Version
nl_nl: Known-versie
pt_br: Versão Known

source: Known Build
nl_nl: Known bouwen
pt_br: Construção Known

source: PHP Version
nl_nl: PHP-versie
pt_br: Versão PHP

source: Extensions
el_gr: Επεκτάσεις
it_it: Estensioni
nl_nl: Extensies
pt_br: Extensões

source: Disable
el_gr: Απενεργοποιήσετε
it_it: Disattivare
nl_nl: Uitschakelen
pt_br: Desativar

source: Enable
el_gr: Ενεργοποιήσετε
it_it: Attivare
nl_nl: Inschakelen
pt_br: Ativar

source: Plugins allow you to add features to your site. These include new kinds of content, options to syndicate content to different sites, and features to change the way Known behaves. To enable or disable a plugin, just click its enable or disable button.
el_gr: Τα πρόσθετα σάς επιτρέπουν να προσθέτετε δυνατότητες στον ιστότοπό σας. Σε αυτά περιλαμβάνονται νέα είδη περιεχομένου, επιλογές για την οργάνωση περιεχομένου σε διαφορετικές τοποθεσίες και δυνατότητες για να αλλάξετε τον τρόπο συμπεριφοράς των γνωστών. Για να ενεργοποιήσετε ή να απενεργοποιήσετε ένα plugin, απλά κάντε κλικ στο κουμπί ενεργοποίησης ή απενεργοποίησης.
fr_fr: Les plugins vous permettent d’ajouter des fonctionnalités à votre site. Il s’agit notamment de nouveaux types de contenu, des options de syndicat du contenu à différents sites, et des fonctionnalités pour changer la façon dont Known se comporte. Pour activer ou désactiver un plugin, il vous suffit de cliquer sur son bouton activer ou désactiver.
it_it: I plug-in consentono di aggiungere funzionalità al sito. Questi includono nuovi tipi di contenuto, opzioni per la diffusione del contenuto in siti diversi e caratteristiche per modificare il modo in cui si comporta Noto. Per abilitare o disabilitare un plugin, basta fare clic sul suo pulsante di abilitazione o disabilitazione.
nl_nl: Met plug-ins u functies toevoegen aan uw site. Deze omvatten nieuwe soorten inhoud, opties om inhoud te syndiceren naar verschillende sites en functies om de manier waarop Known zich gedraagt te veranderen. Als u een plug-in wilt in- of uitschakelen, klikt u op de knop In- of uitschakelen.
pt_br: Os plugins permitem adicionar recursos ao seu site. Isso inclui novos tipos de conteúdo, opções para sindicalizar conteúdo para diferentes sites e recursos para mudar a maneira como o Known se comporta. Para ativar ou desativar um plugin, basta clicar no botão ativar ou desativar.

source: This page provides you with information and statistics about your Known site.
el_gr: Αυτή η σελίδα σας παρέχει πληροφορίες και στατιστικά στοιχεία σχετικά με την τοποθεσία σας Known.
nl_nl: Op deze pagina vindt u informatie en statistieken over uw Known-site.
pt_br: Esta página fornece informações e estatísticas sobre o seu site Known.

source: (Selected)
el_gr: (Επιλεγμένο)
nl_nl: (Geselecteerd)
pt_br: (Selecionado)

source: by
el_gr: Από
nl_nl: door
pt_br: por

source: Themes allow you to change the way your site looks. The following themes are installed.
el_gr: Τα θέματα σάς επιτρέπουν να αλλάξετε την εμφάνιση της τοποθεσίας σας. Εγκαθίστανται τα ακόλουθα θέματα
it_it: I temi consentono di modificare l'aspetto del sito. Sono installati i seguenti temi.
nl_nl: Met thema's kunt u het uiterlijk van uw site wijzigen. De volgende thema's zijn geïnstalleerd.
pt_br: Os temas permitem que você mude a aparência do seu site. Os seguintes temas estão instalados.

source: View the users registered for your site, and invite new users to join.
el_gr: Προβάλετε τους χρήστες που είναι εγγεγραμμένοι στον ιστότοπό σας και προσκαλέστε νέους χρήστες να συμμετάσχουν.
fr_fr: Affichez les utilisateurs inscrits pour votre site et invitez les nouveaux utilisateurs à y adhérer.
nl_nl: Bekijk de gebruikers die voor uw site zijn geregistreerd en nodig nieuwe gebruikers uit om lid te worden.
pt_br: Veja os usuários cadastrados em seu site e convide novos usuários a participar.

source: Manage site users
el_gr: Διαχείριση χρηστών τοποθεσίας
fr_fr: Gérer les utilisateurs du site
nl_nl: Beheer sitegebruikers
pt_br: Gerenciar usuários do site

source: Your site has
el_gr: Ο ιστότοπός σας έχει
fr_fr: Votre site compte
nl_nl: Uw site heeft
pt_br: Seu site tem

source: users
el_gr: χρήστες
fr_fr: utilisateurs
nl_nl: gebruikers
pt_br: usuários

source: user
el_gr: χρήστη
fr_fr: utilisateur
nl_nl: gebruiker
pt_br: usuário

source: Your site has <strong>1</strong> user
nl_nl: Uw site heeft <strong>1</strong> gebruiker
pt_br: Seu site tem <strong>1</strong> usuário

source: Your site has <strong>%s</strong> users
nl_nl: Uw site heeft <strong>%s</strong> gebruikers
pt_br: Seu site tem <strong>%s</strong> usuários

source: Invite new users
fr_fr: Inviter de nouveaux utilisateurs
nl_nl: Nieuwe gebruikers uitnodigen
pt_br: Convide novos usuários

source: To invite new users to the site, enter one or more email addresses below.
fr_fr: Pour inviter de nouveaux utilisateurs sur le site, saisissez une ou plusieurs adresses e-mail ci-dessous.
nl_nl: Als u nieuwe gebruikers wilt uitnodigen voor de site, voert u hieronder een of meer e-mailadressen in.
pt_br: Para convidar novos usuários para o site, digite um ou mais endereços de e-mail abaixo.

source: Send invite
fr_fr: Envoyer inviter
nl_nl: Uitnodiging verzenden
pt_br: Enviar convite

source: Add
nl_nl: Toevoegen
pt_br: Adicionar

source: Invitations
nl_nl: Uitnodigingen
pt_br: Convites

source: Sent
fr_fr: Envoyé
nl_nl: Verzonden
pt_br: Enviado

source: Resend
fr_fr: Renvoyer
nl_nl: Verzenden
pt_br: Reenviar

source: Are you sure? The user will receive a second email.
fr_fr: Es-tu sûr? L’utilisateur recevra un deuxième e-mail.
nl_nl: Weet je het zeker? De gebruiker ontvangt een tweede e-mail.
pt_br: Tem certeza? O usuário receberá um segundo e-mail.

source: Remove
el_gr: Καταργήσετε
fr_fr: Retirer
it_it: Rimuovere
nl_nl: Verwijderen
pt_br: Eliminar

source: Are you sure? The user won't be able to register.
fr_fr: Es-tu sûr? L’utilisateur ne pourra pas s'inscrire.
nl_nl: Weet je het zeker? De gebruiker kan zich niet registreren.
pt_br: Tem certeza? O usuário não poderá se registrar.

source: Block email addresses
fr_fr: Bloquer les adresses e-mail
nl_nl: E-mailadressen blokkeren
pt_br: Bloquear endereços de e-mail

source: By blocking email addresses, you prevent people using those email addresses from registering on your site. Enter the email addresses you want to block below.
fr_fr: En bloquant les adresses e-mail, vous empêchez les personnes utilisant ces adresses e-mail de s'inscrire sur votre site. Entrez les adresses e-mail que vous souhaitez bloquer ci-dessous.
nl_nl: Door e-mailadressen te blokkeren, voorkomt u dat mensen die deze e-mailadressen gebruiken zich registreren op uw site. Voer hieronder de e-mailadressen in die u wilt blokkeren.
pt_br: Ao bloquear endereços de e-mail, você impede que as pessoas que usam esses endereços de e-mail se registrem em seu site. Digite os endereços de e-mail que você deseja bloquear abaixo.

source: Blocked email addresses
fr_fr: Adresses e-mail bloquées
nl_nl: Geblokkeerde e-mailadressen
pt_br: Endereços de e-mail bloqueados

source: Remove block
fr_fr: Supprimer le bloc
it_it: Rimuovi blocco
nl_nl: Blok verwijderen
pt_br: Remover bloco

source: Are you sure? The user will be able to log in and post again.
fr_fr: Es-tu sûr? L’utilisateur pourra se connecter et poster à nouveau.
nl_nl: Weet je het zeker? De gebruiker kan inloggen en opnieuw posten.
pt_br: Tem certeza? O usuário poderá fazer login e postar novamente.

source: Public
it_it: Pubblico
nl_nl: Openbare
pt_br: Público

source: Members only
fr_fr: Membres seulement
it_it: Solo membri
nl_nl: Alleen leden
pt_br: Apenas membros

source: Private
fr_fr: Prive
it_it: Privato
nl_nl: Privé
pt_br: Confidencial

source: Delete
el_gr: Διαγράψετε
fr_fr: Supprimer
it_it: Elimina
nl_nl: Verwijderen
pt_br: Apagar

source: Edit
el_gr: Επεξεργασία
fr_fr: Modifier
it_it: Editar
nl_nl: Bewerken
pt_br: Editá

source: Are you sure you want to permanently delete this entry?
fr_fr: Etes-vous sûr que vous voulez supprimer définitivement cette entrée?
nl_nl: Weet u zeker dat u dit item permanent wilt verwijderen?
pt_br: Tem certeza de que deseja excluir permanentemente essa entrada?

source: published this
el_gr: δημοσίευσε την παρούσα
fr_fr: a publié cette
it_it: pubblicato questo
nl_nl: publiceerde dit
pt_br: publicou isso

source: Star this!
fr_fr: Regarde ça !
it_it: Aldi questo!
nl_nl: Ster dit!
pt_br: Estrela isso!

source: star
el_gr: αστέρι
fr_fr: étoile
it_it: stella
nl_nl: ster
pt_br: estrela

source: stars
el_gr: αστέρια
fr_fr: étoiles
it_it: stelle
nl_nl: sterren
pt_br: estrelas

source: comment
el_gr: σχόλιο
fr_fr: commentaire
it_it: commento
nl_nl: opmerking
pt_br: comentário

source: comments
el_gr: σχόλια
fr_fr: commentaires
it_it: commenti
nl_nl: opmerkingen
pt_br: comentários

source: Also on
fr_fr: Également sur
it_it: Anche su
nl_nl: Ook op
pt_br: Também em

source: liked
fr_fr: aimé
it_it: è piaciuto
nl_nl: vond het leuk
pt_br: gostava

source: mentioned
nl_nl: noemde
pt_br: mencionou

source: replied to
fr_fr: répondu à
it_it: ha risposto a
nl_nl: antwoordde op
pt_br: respondeu

source: Reply
fr_fr: Répondre
it_it: Risposta
nl_nl: Antwoord
pt_br: Responder

source: RSVPed to
nl_nl: RSVPed naar
pt_br: RSVPed para

source: shared
fr_fr: a partagé
it_it: ha condiviso
nl_nl: heeft gedeeld
pt_br: compartilhou

source: Refresh preview
nl_nl: Voorbeeld vernieuwen
pt_br: Pré-visualização de atualização

source: Remove preview
it_it: Rimuovi anteprima
nl_nl: Voorbeeld verwijderen
pt_br: Eliminar visualização

source: Add a comment ...
nl_nl: Voeg een opmerking toe ...
pt_br: Adicione um comentário ...

source: Leave Comment
nl_nl: Commentaar achterlaten
pt_br: Deixe Comentário

source: liked this post
fr_fr: aimé ce post
it_it: è piaciuto questo articolo
nl_nl: vond dit bericht leuk
pt_br: gostou desse post

source: Mentioned in
fr_fr: Mentionné dans
nl_nl: Vermeld in
pt_br: Mencionado em

source: Attending
nl_nl: Bijwonen
pt_br: Atender

source: Maybe attending
nl_nl: Misschien bijwonen
pt_br: Talvez participando

source: Not attending
nl_nl: Niet aanwezig
pt_br: Não participando

source: Other responses
fr_fr: Autres réponses
nl_nl: Andere reacties
pt_br: Outras respostas

source: reshared this post
fr_fr: a partagé ce post
it_it: ha ricondiviso questo articulo
nl_nl: opnieuw gedeeld dit bericht
pt_br: recompartilhou este post

source: Nothing found.
nl_nl: Niets gevonden.
pt_br: Nada foi encontrado.

source: This content can't be shared right now.
nl_nl: Deze inhoud kan op dit moment niet worden gedeeld.
pt_br: Este conteúdo não pode ser compartilhado agora.
