Repository: definitelycn/known-l10n
Catalog: languages/*/LC_MESSAGES/idno.po
Languages: el_gr, fr_fr, it_it, nl_nl, pt_br

source: You need to specify a working URL
el_gr: Πρέπει να καθορίσετε μια διεύθυνση URL εργασίας
it_it: È necessario specificare un URL di lavoro
nl_nl: U moet een werkende URL opgeven
pt_br: Você precisa especificar uma URL em funcionamento

source: Url %s could not be unfurled
el_gr: Δεν ήταν δυνατή η αποτύπωσή της διεύθυνσης URL %s
it_it: Impossibile annullare il deperire dell'URL %s
nl_nl: Url %s kan niet worden uitgegraven
pt_br: Url %s não poderia ser desenrolado

source: The %s profile for %s
el_gr: Το προφίλ %s για το %s
it_it: Il profilo %s per %s
nl_nl: Het %s-profiel voor %s
pt_br: O perfil %s para %s

source: Sign in
el_gr: Είσοδος
fr_fr: Connexion
it_it: Accedi
nl_nl: Login
pt_br: Entrar

source: Oops! It looks like your password isn't correct. Please try again.
el_gr: Ωχ! Φαίνεται ότι ο κωδικός πρόσβασής σας δεν είναι σωστός. Προσπαθήστε ξανά.
fr_fr: Oups! Il semble que votre mot de passe n’est pas correct. S’il vous plaît essayer à nouveau.
it_it: Oops! Sembra che la password non sia corretta. Riprovare.
nl_nl: Oeps! Het lijkt erop dat uw wachtwoord niet correct is. Probeer het opnieuw.
pt_br: Oops! Parece que sua senha não está correta. Por favor, tente de novo.

source: Oops! We couldn't find your username or email address. Please check you typed it correctly and try again.
el_gr: Ωχ! Δεν μπορέσαμε να βρούμε το όνομα χρήστη ή τη διεύθυνση ηλεκτρονικού ταχυδρομείου. Ελέγξτε αν πληκτρολογήσατε σωστά και προσπαθήστε ξανά.
it_it: Oops! Non è stato possibile trovare il nome utente o l'indirizzo e-mail. Verificare che sia stato digitato correttamente e riprovare.
nl_nl: Oeps! We konden je gebruikersnaam of e-mailadres niet vinden. Controleer of je het correct hebt getypt en probeer het opnieuw.
pt_br: Oops! Não conseguimos encontrar seu nome de usuário ou endereço de e-mail. Por favor, verifique se digitou corretamente e tente novamente.

source: You've signed out. See you soon!
el_gr: Έχετε υπογράψει. Τα λέμε σύντομα!
it_it: Ti sei disconnesso. A presto!
nl_nl: Je hebt je afgemeld. Tot gauw!
pt_br: Você saiu. Te vejo depois!

source: Edit profile: %s
el_gr: Επεξεργασία προφίλ: %s
fr_fr: Modifier le profil: %s
it_it: Modifica profilo: %s
nl_nl: Profiel bewerken: %s
pt_br: Perfil de edição: %s

source: Webmention endpoint
el_gr: Τελικό σημείο αναφοράς web
it_it: Endpoint Webmention
nl_nl: Webmentie eindpunt
pt_br: Ponto final da Webmention

source: Timer %s has not been started.
el_gr: Το χρονόμετρο %s δεν έχει ξεκινήσει.
it_it: Il timer %s non è stato avviato.
nl_nl: Timer %s is niet gestart.
pt_br: O temporizador %s ainda não foi iniciado.

source: Export your data
el_gr: Εξαγωγή των δεδομένων σας
fr_fr: Exportez vos données
it_it: Esportare i dati
nl_nl: Uw gegevens exporteren
pt_br: Exportar seus dados

source: You can download an RSS version of everything you've posted on this site. This file is suitable for importing into content management systems like WordPress, or another Known site.
el_gr: Μπορείτε να κατεβάσετε μια έκδοση RSS από ό, τι έχετε δημοσιεύτηκε σε αυτό το site. Αυτό το αρχείο είναι κατάλληλο για εισαγωγή σε συστήματα διαχείρισης περιεχομένου όπως το WordPress, ή σε άλλη τοποθεσία Known.
fr_fr: Vous pouvez télécharger une version RSS de tout ce que vous avez posté sur ce site. Ce fichier est adapté pour l’importation dans les systèmes de gestion de contenu comme WordPress, ou un autre site Known.
it_it: Puoi scaricare una versione RSS di tutto ciò che hai pubblicato su questo sito. Questo file è adatto per l'importazione in sistemi di gestione dei contenuti come WordPress, o un altro sito Known.
nl_nl: U een RSS-versie downloaden van alles wat u op deze site hebt geplaatst. Dit bestand is geschikt voor het importeren in content management systemen zoals WordPress, of een andere Known site.
pt_br: Você pode baixar uma versão RSS de tudo que você postou neste site. Este arquivo é adequado para importar em sistemas de gerenciamento de conteúdo como WordPress, ou outro site Known.

source: Include private posts?
el_gr: Να συμπεριληφθούν ιδιωτικές αναρτήσεις;
fr_fr: Inclure des messages privés?
it_it: Includere post privati?
nl_nl: Privéberichten opnemen?
pt_br: Incluir posts privados?

source: Yes
el_gr: Ναι
fr_fr: Oui
it_it: Sì
nl_nl: Ja
pt_br: Sim

source: No
el_gr: Όχι
fr_fr: Non
nl_nl: Nee
pt_br: Não

source: Platforms like WordPress may assume that all your posts should be displayed publicly. In order to protect your privacy, you may wish to just download your public posts.
el_gr: Πλατφόρμες όπως το WordPress μπορεί να υποθέσει ότι όλες οι θέσεις σας θα πρέπει να εμφανίζεται δημοσίως. Για να προστατεύσετε το απόρρητό σας, μπορεί να θέλετε να κατεβάσετε τις δημόσιες δημοσιεύσεις σας.
fr_fr: Les plates-formes comme WordPress peuvent supposer que tous vos messages doivent être affichés publiquement. Afin de protéger votre vie privée, vous pouvez simplement télécharger vos publications publiques.
it_it: Piattaforme come WordPress possono supporre che tutti i tuoi post dovrebbero essere visualizzati pubblicamente. Al fine di proteggere la tua privacy, potresti voler scaricare solo i tuoi post pubblici.
nl_nl: Platforms zoals WordPress kunnen ervan uitgaan dat al uw berichten openbaar moeten worden weergegeven. Om je privacy te beschermen, kun je je openbare berichten gewoon downloaden.
pt_br: Plataformas como o WordPress podem assumir que todas as suas postagens devem ser exibidas publicamente. Para proteger sua privacidade, você pode querer apenas baixar suas postagens públicas.

source: Download RSS Feed
el_gr: Λήψη τροφοδοσίας RSS
fr_fr: Télécharger version RSS
it_it: Scarica feed RSS
nl_nl: RSS-feed downloaden
pt_br: Baixar rss feed

source: Welcome back!
el_gr: Καλωσόρισες ξανά!
fr_fr: Bienvenue!
it_it: Bentornato!
nl_nl: Welkom!
pt_br: Bem-vindo de volta!

source: Your email address or username
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου ή το όνομα χρήστη
fr_fr: Votre adresse email ou nom d’utilisation
it_it: Il tuo indirizzo email o nome utente
nl_nl: Uw e-mailadres of gebruikersnaam
pt_br: Seu endereço de e-mail ou nome de usuário

source: Password
el_gr: Κωδικό πρόσβασης
fr_fr: Mot de passe
nl_nl: Wachtwoord
pt_br: Senha

source: New here? Register for an account.
el_gr: Καινούργιος εδώ; Εγγραφείτε για ένα λογαριασμό.
it_it: Nuovo qui? Registrati per un account.
nl_nl: Nieuw hier? Registreer u voor een account.
pt_br: Novo aqui? Registre-se para uma conta.

source: Forgot your password?
el_gr: Ξέχασες τον κωδικό πρόσβασης?
fr_fr: Oublié votre mot de passe?
it_it: Hai dimenticato la password?
nl_nl: Bent u uw wachtwoord vergeten?
pt_br: Esqueceu sua senha?

source: Settings
el_gr: Ρυθμίσεις
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações

source: Email notifications
el_gr: Ειδοποιήσεις ηλεκτρονικού ταχυδρομείου
fr_fr: Notifications par email
it_it: Notifiche e-mail
nl_nl: E-mailmeldingen
pt_br: Notificações por e-mail

source: The notifications screen shows you who has interacted with your content.
el_gr: Η οθόνη ειδοποιήσεων σάς δείχνει ποιος έχει αλληλεπιδράσει με το περιεχόμενό σας.
fr_fr: L’écran de notifications vous montre qui a interagi avec votre contenu.
it_it: La schermata delle notifiche mostra chi ha interagito con i tuoi contenuti.
nl_nl: Het meldingsscherm laat zien wie er interactie heeft gehad met je inhoud.
pt_br: A tela de notificações mostra quem interagiu com seu conteúdo.

source: You don't have any notifications yet. But we love you anyway!
el_gr: Δεν έχετε ακόμα ειδοποιήσεις. Αλλά σ' αγαπάμε έτσι κι αλλιώς!
it_it: Non hai ancora nessuna notifica. Ma ti amiamo comunque!
nl_nl: Je hebt nog geen meldingen. Maar we houden toch van je!
pt_br: Você ainda não tem nenhuma notificação. Mas nós te amamos de qualquer maneira!

source: Reset your password
el_gr: Επαναφορά του κωδικού πρόσβασής σας
it_it: Reimpostare la password
nl_nl: Uw wachtwoord opnieuw instellen
pt_br: Redefinir sua senha

source: To change your password, enter your new password below:
el_gr: Για να αλλάξετε τον κωδικό πρόσβασής σας, πληκτρολογήστε τον νέο κωδικό πρόσβασης παρακάτω:
it_it: Per modificare la password, inserisci la nuova password qui sotto:
nl_nl: Voer hieronder uw nieuwe wachtwoord in om uw wachtwoord te wijzigen:
pt_br: Para alterar sua senha, digite sua nova senha abaixo:

source: Your email address
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας
fr_fr: Votre adresse email
it_it: Il tuo indirizzo email
nl_nl: Uw e-mailadres
pt_br: Seu endereço de e-mail

source: The address associated with your %s account.
el_gr: Η διεύθυνση που σχετίζεται με το λογαριασμό %s.
it_it: Indirizzo associato all'account %s.
nl_nl: Het adres dat is gekoppeld aan uw %s-account.
pt_br: O endereço associado à sua conta %s.

source: New password (7 characters or more)
el_gr: Νέος κωδικός πρόσβασης (7 χαρακτήρες ή περισσότεροι)
fr_fr: Nouveau mot de passe (7 caractères ou plus)
it_it: Nuova password (7 caratteri o più)
nl_nl: Nieuw wachtwoord (7 tekens of meer)
pt_br: Nova senha (7 caracteres ou mais)

source: Retype password
el_gr: Πληκτρολογήστε ξανά τον κωδικό πρόσβασης
it_it: Ridigitare la password
nl_nl: Wachtwoord opnieuw typen
pt_br: Redigite senha

source: We ask you to enter the password twice to protect against typos.
el_gr: Σας ζητάμε να εισαγάγετε τον κωδικό πρόσβασης δύο φορές για προστασία από τυπογραφικά λάθη.
it_it: Ti chiediamo di inserire la password due volte per proteggerti dagli errore di battitura.
nl_nl: We vragen u om het wachtwoord twee keer in te voeren om te beschermen tegen typefouten.
pt_br: Pedimos que digite a senha duas vezes para proteger contra erros de digitação.

source: Your password reset email has been sent
el_gr: Το μήνυμα ηλεκτρονικού ταχυδρομείου επαναφοράς κωδικού πρόσβασης έχει σταλεί
it_it: L'e-mail di reimpostazione della password è stata inviata
nl_nl: Uw e-mail voor het opnieuw instellen van uw wachtwoord is verzonden
pt_br: Seu e-mail de redefinição de senha foi enviado

source: Check your inbox! You'll find an email containing a special link that will help you reset your password.
el_gr: Ελέγξτε τα εισερχόμενά σας! Θα βρείτε ένα μήνυμα ηλεκτρονικού ταχυδρομείου που περιέχει έναν ειδικό σύνδεσμο που θα σας βοηθήσει να επαναφέρετε τον κωδικό πρόσβασής σας.
it_it: Controlla la tua casella di posta! Troverai un'email contenente un link speciale che ti aiuterà a reimpostare la password.
nl_nl: Check je inbox! U vindt een e-mail met een speciale link waarmee u uw wachtwoord opnieuw instellen.
pt_br: Verifique sua caixa de entrada! Você encontrará um e-mail contendo um link especial que o ajudará a redefinir sua senha.

source: Did you remember your password? That's okay too. You can <a href="%s">click here to sign in.</a>
el_gr: Θυμήθηκες τον κωδικό σου; Κι αυτό είναι εντάξει. Μπορείτε να <a href="%s">κάντε κλικ εδώ για να εισέλθετε </a>
it_it: Ti sei ricordato della password? Anche questo va bene. Puoi <a href="%s">fare clic qui per accedere.</a>
nl_nl: Weet je je wachtwoord nog? Dat is ook niet erg. U <a href="%s">klik hier om in te loggen.</a>
pt_br: Você se lembrou de sua senha? Tudo bem também. Você pode <a href="%s">clique aqui para fazer login.</a>

source: Forgot your password? Don't worry! It happens to the best of us.
el_gr: Ξέχασες τον κωδικό σου; Μην ανησυχείς γι' αυτό. Συμβαίνει στους καλύτερους από εμάς.
it_it: Hai dimenticato la password? Non preoccuparti! Succede ai migliori di noi.
nl_nl: Bent u uw wachtwoord vergeten? Maak je niet druk! Het overkomt de besten van ons.
pt_br: Esqueceu sua senha? Não se preocupe! Acontece com o melhor de nós.

source: Just enter the email address associated with your %s account below, and we'll send you a top secret link to your email account so that you can create a new password.
el_gr: Απλώς πληκτρολογήστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με το λογαριασμό %s παρακάτω και θα σας στείλουμε έναν άκρως απόρρητο σύνδεσμο προς το λογαριασμό ηλεκτρονικού ταχυδρομείου σας, ώστε να μπορείτε να δημιουργήσετε έναν νέο κωδικό πρόσβασης.
it_it: Basta inserire l'indirizzo e-mail associato al tuo account %s qui sotto, e ti invieremo un link top secret al tuo account e-mail in modo che tu possa creare una nuova password.
nl_nl: Voer hieronder het e-mailadres in dat is gekoppeld aan uw %s-account en we sturen u een topgeheime link naar uw e-mailaccount, zodat u een nieuw wachtwoord maken.
pt_br: Basta digitar o endereço de e-mail associado à sua conta %s abaixo, e enviaremos um link ultra secreto para sua conta de e-mail para que você possa criar uma nova senha.

source: me@awesome.com
el_gr: me@Τρομερό.ελ
it_it: me@fantastico.it
nl_nl: mij@geweldig.nl
pt_br: mim@impressionante.com.br

source: Send password reset email
el_gr: Αποστολή ηλεκτρονικού ταχυδρομείου επαναφοράς κωδικού πρόσβασης
it_it: Inviare un messaggio di posta elettronica di reimpostazione della password
nl_nl: E-mail voor het opnieuw instellen van wachtwoorden verzenden
pt_br: Enviar e-mail de redefinição de senha

source: Hello there!
el_gr: Γεια σου!
fr_fr: Bonjour!
it_it: Ciao!
nl_nl: Hallo jij daar!
pt_br: Alô!

source: Create a new account to get started.
el_gr: Δημιουργήστε έναν νέο λογαριασμό για να ξεκινήσετε.
fr_fr: Créer un nouveau compte pour démarrer.
it_it: Crea un nuovo account per iniziare.
nl_nl: Maak een nieuw account aan om aan de slag te gaan.
pt_br: Crie uma nova conta para começar.

source: Your name
el_gr: Το όνομά σου
fr_fr: Votre nom
it_it: Il tuo nome
nl_nl: Uw naam
pt_br: Seu nome

source: Henri Matisse
el_gr: Ἀντίφιλος
fr_fr: Paul Gaugain
it_it: Michelangelo Buonarroti
nl_nl: Vincent Van Gogh
pt_br: Joao de Brito

source: Choose a handle
el_gr: Επιλογή λαβής
fr_fr: Choisissez une poignée
it_it: Selezionare una maniglia
nl_nl: Kies een bijnaam
pt_br: Escolha uma identificador

source: Handles identify you throughout the site. Something simple is best: for example, <em>janedoe</em>.
el_gr: Οι λαβές σας αναγνωρίζουν σε όλη την τοποθεσία. Κάτι απλό είναι καλύτερο: για παράδειγμα, <em>aristotle</em>.
fr_fr: Les poignées vous identifient sur tout le site. Quelque chose de simple est le meilleur: par exemple, <em>jeanne</em>.
it_it: Le maniglie ti identificano in tutto il sito. Qualcosa di semplice è meglio: per esempio, <em>guiseppe</em>.
nl_nl: Bijnamen identificeren u op de hele site. Iets simpels is het beste: bijvoorbeeld <em>jan</em>.
pt_br: Identificadoress identificá-lo em todo o site. Algo simples é melhor: por exemplo, <em>patricia</em>

source: username
fr_fr: nom d’utilisateur
it_it: nome utente
nl_nl: gebruikersnaam
pt_br: utilizador

source: Create a password
el_gr: Δημιουργία κωδικού πρόσβασης
fr_fr: Créer un mot de passe
it_it: Creare una password
nl_nl: Een wachtwoord maken
pt_br: Crie uma senha

source: At least 7 characters please.
el_gr: Τουλάχιστον 7 χαρακτήρες παρακαλώ.
fr_fr: Au moins 7 caractères s'il vous plaît.
it_it: Almeno sette caratteri per favore.
nl_nl: Ten minste 7 tekens alstublieft.
pt_br: Pelo menos 7 caracteres, por favor.

source: secret-password
el_gr: μυστικός κωδικός πρόσβασης
fr_fr: mot de passe secret
it_it: Password segreta
nl_nl: geheim wachtwoord
pt_br: senha secreta

source: Your password again
el_gr: Ο κωδικός πρόσβασής σας ξανά
fr_fr: Votre mot de passe à nouveau
it_it: Password di nuovo
nl_nl: Uw wachtwoord opnieuw
pt_br: Sua senha novamente

source: Create Account
el_gr: Δημιουργία λογαριασμού
fr_fr: Créer compte
it_it: Crea account
nl_nl: Account maken
pt_br: Criar conta

source: Message received!
el_gr: Το μήνυμα ελήφθη!
nl_nl: Bericht ontvangen!
pt_br: Mensagem recebida!

source: Thanks for sending along your thoughts. We'll read them right away.
el_gr: Ευχαριστώ για την αποστολή μαζί τις σκέψεις σας. Θα τα διαβάσουμε αμέσως.
nl_nl: Bedankt voor het verzenden van uw gedachten. We lezen ze meteen.
pt_br: Obrigado por enviar seus pensamentos. Vamos lê-los imediatamente.

source: Feedback is a gift. For more information about Known, <a href="https://withknown.com/">please visit our homepage</a>
el_gr: Ανατροφοδότηση είναι ένα δώρο. Για περισσότερες πληροφορίες σχετικά με το Known, <a href="https://withknown.com/">επισκεφθείτε την αρχική μας σελίδα</a>
nl_nl: Feedback is een geschenk. Ga voor meer informatie over Known, <a href="https://withknown.com/">naar onze homepage</a>
pt_br: Feedback é um presente. Para obter mais informações sobre o Known, <a href="https://withknown.com/">visite nossa página inicial</a>

source: Share your feedback
el_gr: Μοιραστείτε τα σχόλιά σας
fr_fr: Partagez vos commentaires et réactions
it_it: Condividi la tua valutazione
nl_nl: Deel uw feedback
pt_br: Compartilhe sua opinião

source: Want to share something with the Known team? We'd love to read your thoughts, suggestions, or ideas. We will personally read all of your feedback.
el_gr: Θέλετε να μοιραστείτε κάτι με την ομάδα Known; Θα θέλαμε να διαβάσουμε τις σκέψεις, τις προτάσεις ή τις ιδέες σας. Θα διαβάσουμε προσωπικά όλα τα σχόλιά σας.
fr_fr: Vous voulez partager quelque chose avec l’équipe de Known? Nous aimerions lire vos pensées, suggestions ou idées. Nous lirons personnellement tous vos commentaires.
it_it: Vuoi condividere qualcosa con il team conosciuto? Ci piacerebbe leggere i vostri pensieri, suggerimenti, o idee. Leggeremo personalmente tutti i vostri feedback.
nl_nl: Wil je iets delen met het Known team? We lezen graag uw gedachten, suggesties of ideeën. We zullen persoonlijk al uw feedback lezen.
pt_br: Quer compartilhar algo com a equipe Known? Adoraríamos ler seus pensamentos, sugestões ou idéias. Leremos pessoalmente todos os seus comentários.

source: From
el_gr: Από
fr_fr: De
it_it: Da
nl_nl: Van
pt_br: De

source: To
el_gr: Προς
fr_fr: Pour
it_it: A
nl_nl: Aan
pt_br: Para

source: Subject
el_gr: Θέμα
fr_fr: Sujet
it_it: Oggetto
nl_nl: Onderwerp
pt_br: Assunto

source: Feedback for the Known team
el_gr: Ανατροφοδότηση για την ομάδα Known
fr_fr: Commentaires pour l’équipe Known
it_it: Feedback per il team di Known
nl_nl: Feedback voor het Known team
pt_br: Feedback para a equipe Known

source: Let us know what you think.
el_gr: Πείτε μας τη γνώμη σας.
fr_fr: Faites-nous savoir ce que vous en pensez.
it_it: Fateci sapere cosa ne pensate.
nl_nl: Laat ons weten wat je ervan vindt.
pt_br: Deixe-nos saber o que você pensa.

source: Add as friend...
el_gr: Προσθήκη ως φίλου...
it_it: Aggiungi come amico...
nl_nl: Toevoegen als vriend...
pt_br: Adicione como amigo...

source: Name
el_gr: Όνομα
it_it: Nome
nl_nl: Naam
pt_br: Nome

source: Nickname
el_gr: Ψευδώνυμο
nl_nl: Nicknaam
pt_br: Alcunha

source: Handle (for your reference)
el_gr: Λαβή (για την αναφορά σας)
it_it: Maniglia (per il vostro riferimento)
nl_nl: Handle (voor uw referentie)
pt_br: Identificador (para sua referência)

source: Profile URL
el_gr: Διεύθυνση URL προφίλ
it_it: URL profilo
nl_nl: Profiel-URL
pt_br: URL do perfil

source: Following...
el_gr: Ακόλουθο...
it_it: Seguente...
nl_nl: Volgende...
pt_br: Seguir...

source: Manage your subscriptions here. These users can also be given access to private content you produce on your site.
el_gr: Διαχειριστείτε τις συνδρομές σας εδώ. Σε αυτούς τους χρήστες μπορεί επίσης να δοθεί πρόσβαση σε ιδιωτικό περιεχόμενο που παράγετε στον ιστότοπό σας.
it_it: Gestisci i tuoi abbonamenti qui. A questi utenti può anche essere concesso l'accesso ai contenuti privati che produci sul tuo sito.
nl_nl: Beheer hier uw abonnementen. Deze gebruikers kunnen ook toegang krijgen tot privé-inhoud die u op uw site produceert.
pt_br: Gerencie suas assinaturas aqui. Esses usuários também podem ter acesso ao conteúdo privado que você produz em seu site.

source: Use this bookmarklet to make it easy to add new friends.
el_gr: Χρησιμοποιήστε αυτό το σελιδοδείκτη για να διευκολύνετε την προσθήκη νέων φίλων.
it_it: Utilizzare questo bookmarklet per rendere più facile aggiungere nuovi amici.
nl_nl: Gebruik deze bladwijzer om het eenvoudig te maken om nieuwe vrienden toe te voegen.
pt_br: Use este marcador para facilitar a adição de novos amigos.

source: Set how you'd like to be notified when someone stars or comments on your content.
el_gr: Ορίστε τον τρόπο με τον οποίο θέλετε να ειδοποιείστε όταν κάποιος πρωταγωνιστεί ή σχολιάζει το περιεχόμενό σας.
fr_fr: Définir comment vous souhaitez être informé lorsque quelqu’un est en vedette ou commente votre contenu.
it_it: Imposta la modalità di notifica quando qualcuno preferisce o commenta i tuoi contenuti.
nl_nl: Stel in hoe je op de hoogte wilt worden gesteld wanneer iemand een ster of commentaar geeft op je inhoud.
pt_br: Defina como você gostaria de ser notificado quando alguém estrelar ou comentar sobre seu conteúdo.

source: Send email notifications
el_gr: Αποστολή ειδοποιήσεων μέσω ηλεκτρονικού ταχυδρομείου
fr_fr: Envoyer des notifications par e-mail
it_it: Inviare notifiche tramite posta elettronica
nl_nl: E-mailmeldingen verzenden
pt_br: Enviar notificações por e-mail

source: Whenever someone interacts with my content
el_gr: Κάθε φορά που κάποιος αλληλεπιδρά με το περιεχόμενό μου
fr_fr: Chaque fois que quelqu'un interagit avec mon contenu
it_it: Ogni volta che qualcuno interagisce con i miei contenuti
nl_nl: Wanneer iemand interactie heeft met mijn inhoud
pt_br: Sempre que alguém interage com meu conteúdo

source: Only when someone comments on my content
el_gr: Μόνο όταν κάποιος σχολιάζει το περιεχόμενό μου
fr_fr: Seulement quand quelqu'un commente mon contenu
it_it: Solo quando qualcuno commenta i miei contenuti
nl_nl: Alleen als iemand commentaar geeft op mijn inhoud
pt_br: Só quando alguém comenta meu conteúdo

source: Never
el_gr: Ποτέ
fr_fr: Jamais
it_it: Mai
nl_nl: Nooit
pt_br: Nunca

source: Ignored Domains
el_gr: Τομείς που παραβλέφθηκαν
fr_fr: Domaines ignorés
it_it: Domini ignorati
nl_nl: Genegeerde domeinen
pt_br: Domínios ignorados

source: Do not send notifications for interactions originating from these domains (one domain per line)
el_gr: Μην στέλνετε ειδοποιήσεις για επικοινωνίες που προέρχονται από αυτούς τους τομείς (ένας τομέας ανά γραμμή)
fr_fr: N’envoyez pas de notifications pour les interactions provenant de ces domaines (un domaine par ligne)
it_it: Non inviare notifiche per le interazioni provenienti da questi domini (un dominio per riga)
nl_nl: Stuur geen meldingen voor interacties die afkomstig zijn van deze domeinen (één domein per regel)
pt_br: Não envie notificações para interações originárias desses domínios (um domínio por linha)

source: Save settings
el_gr: Αποθήκευση ρυθμίσεων
fr_fr: Enregistre paramètres
it_it: Salvare le impostazioni
nl_nl: Instellingen opslaan
pt_br: Salvar configurações

source: The Known bookmarklet is the best way to save links, reply to posts, and share articles.
el_gr: Το bookmarklet Known είναι ο καλύτερος τρόπος για να αποθηκεύσετε συνδέσμους, να απαντήσετε σε δημοσιεύσεις και να μοιραστείτε άρθρα.
fr_fr: Le signet connu est le meilleur moyen d'enregistrer des liens, de répondre aux publications et de partager des articles.
it_it: Il bookmarklet Known è il modo migliore per salvare link, rispondere ai post e condividere articoli.
nl_nl: De Known bookmarklet is de beste manier om links op te slaan, berichten te beantwoorden en artikelen te delen.
pt_br: O marcador Known é a melhor maneira de salvar links, responder a postagens e compartilhar artigos.

source: Just drag the bookmarklet button below into your browser's Bookmark Bar.
el_gr: Απλώς σύρετε το κουμπί bookmarklet παρακάτω στη γραμμή σελιδοδεικτών του προγράμματος περιήγησής σας.
fr_fr: Il suffit de faire glisser le bouton bookmarklet ci-dessous dans la barre de signets de votre navigateur.
it_it: Basta trascinare il pulsante bookmarklet sotto nella barra dei segnalibri del browser.
nl_nl: Sleep de bladwijzerknop hieronder naar de bladwijzerbalk van uw browser.
pt_br: Basta arrastar o botão de marcador abaixo na barra de marcadores do seu navegador.
