Repository: definitelycn/known-l10n
Catalog: languages/*/LC_MESSAGES/idno.po
Languages: el_gr, fr_fr, it_it, nl_nl, pt_br

source: No domain specified for cache
el_gr: Δεν έχει καθοριστεί τομέας για το cache
fr_fr: Aucun domaine spécifié pour le cache
it_it: Nessun dominio specificato per la cache
nl_nl: Geen domein opgegeven voor cache
pt_br: Nenhum domínio especificado para cache

source: There was a problem syndicating.
el_gr: Υπήρξε ένα πρόβλημα συνδικάτο.
fr_fr: Il y avait un problème de syndication.
it_it: Si è verificato un problema durante il sindacato.
nl_nl: Er was een probleem syndicating.
pt_br: Havia um problema de sindicância.

source: %s replied to your post!
el_gr: το %s απάντησε στη δημοσίευσή σας!
it_it: %s ha risposto al tuo post!
nl_nl: %s gereageerd op uw bericht!
pt_br: %s respondeu ao seu post!

source: %s replied!
el_gr: το %s απάντησε!
it_it: %s ha risposto!
nl_nl: %s antwoordde!
pt_br: %s respondeu!

source: Invalid token.
el_gr: Μη έγκυρο διακριτικό.
fr_fr: Jeton invalide.
it_it: Token non valido.
nl_nl: Ongeldig token.
pt_br: Token inválido.

source: Something went wrong.
el_gr: Κάτι πήγε στραβά.
fr_fr: Quelque chose s’est mal passé.
it_it: Qualcosa è andato storto.
nl_nl: Er ging iets mis.
pt_br: Algo deu errado.

source: Attempted to redirect page to a non local URL.
el_gr: Επιχειρήθηκε ανακατεύθυνση σελίδας σε μη τοπική διεύθυνση URL.
fr_fr: Tentative de rediriger la page vers une URL non locale.
it_it: Tentativo di reindirizzare la pagina a un URL non locale.
nl_nl: Geprobeerd om pagina om te leiden naar een niet-lokale URL.
pt_br: Tentou redirecionar a página para uma URL não local.

source: The page you were on timed out.
el_gr: Έληξε το χρονικό όριο της σελίδας.
fr_fr: La page sur laquelle vous étiez chronométré.
it_it: La pagina in cui eri in timeout.
nl_nl: Er was een time-out op de pagina.
pt_br: A página expirou.

source: Couldn't say anything about execution, probably something went wrong
el_gr: Δεν μπορούσα να πω τίποτα για την εκτέλεση, μάλλον κάτι πήγε στραβά
fr_fr: Je ne pourrais rien dire sur l’exécution, probablement quelque chose s’est mal passé
it_it: Non posso dire nulla sull'esecuzione, probabilmente qualcosa è andato storto
nl_nl: Kon niets zeggen over de uitvoering, waarschijnlijk ging er iets mis
pt_br: Não podia dizer nada sobre execução, provavelmente algo deu errado

source: This content isn't here.
el_gr: Αυτό το περιεχόμενο δεν είναι εδώ.
fr_fr: Ce contenu n’est pas là.
it_it: Questo contenuto non è qui.
nl_nl: Deze inhoud is er niet.
pt_br: Este conteúdo não está aqui.

source: This page can't be found.
el_gr: Δεν είναι δυνατή η εύρεση αυτής της σελίδας.
fr_fr: Cette page ne peut pas être trouvée.
it_it: Impossibile trovare questa pagina.
nl_nl: Deze pagina is niet te vinden.
pt_br: Esta página não pode ser encontrada.

source: Plugin %s doesn't have a version
el_gr: Η προσθήκη %s δεν έχει έκδοση
fr_fr: Plugin %s n’a pas de version.
it_it: Il plug-in %s non dispone di una versione
nl_nl: Plugin %s heeft geen versie
pt_br: Plugin %s não tem uma versão

source: No event passed
el_gr: Δεν πέρασε κανένα περιστατικό.
fr_fr: Aucun événement
it_it: Nessun evento passato
nl_nl: Geen evenement geslaagd
pt_br: Nenhum evento passou

source: Event passed is not a queued event, and so can't be dispatched
el_gr: Το συμβάν που μεταβιβάστηκε δεν είναι συμβάν σε ουρά και επομένως δεν είναι δυνατή η αποστολή
it_it: L'evento passato non è un evento in coda e pertanto non può essere inviato
nl_nl: Gebeurtenis die is geslaagd, is geen gebeurtenis in de wachtrij en kan dus niet worden verzonden
pt_br: Evento não é um evento fila, e por isso não pode ser despachado

source: Sorry, this event has already been dispatched (but not yet cleaned up)
el_gr: Λυπούμαστε, αυτό το συμβάν έχει ήδη αποσταλεί (αλλά δεν έχει ακόμη καθαριστεί)
it_it: Spiacenti, questo evento è già stato inviato (ma non ancora pulito)
nl_nl: Deze gebeurtenis is al verzonden (maar nog niet opgeruimd)
pt_br: Desculpe, este evento já foi despachado (mas ainda não limpo)

source: Invalid user (%s) given for runAsContext, aborting
el_gr: Ο χρήστης (%s) δεν είναι έγκυρος για runAsContext, ματαίωση
it_it: Utente non valido (%s) specificato per runAsContext, interruzione
nl_nl: Ongeldige gebruiker (%s) gegeven voor runAsContext, afbreken
pt_br: Usuário inválido (%s) dado para runAsContext, abortando

source: A social website powered by Known
el_gr: Μια κοινωνική ιστοσελίδα που τροφοδοτείται από Known
fr_fr: Un site social alimenté par Known
it_it: Un sito web sociale alimentato da Known
nl_nl: Een sociale website aangedreven door Known
pt_br: Um site social alimentado por Known

source: Something went wrong and we couldn't create the email message to send.
el_gr: Κάτι πήγε στραβά και δεν μπορούσαμε να δημιουργήσουμε το μήνυμα ηλεκτρονικού ταχυδρομείου για να στείλετε.
fr_fr: Quelque chose s’est mal passé et nous n’avons pas pu créer le message électronique à envoyer.
it_it: Si è verificato un problema e non è stato possibile creare il messaggio di posta elettronica da inviare.
nl_nl: Er ging iets mis en we konden het e-mailbericht niet maken om te verzenden.
pt_br: Algo deu errado e não pudemos criar a mensagem de e-mail para enviar.

source: Identity token expired
el_gr: Έληξε το διακριτικό ταυτότητας
nl_nl: Identiteitstoken is verlopen
pt_br: Token de identidade expirado

source: Identity token is not valid
el_gr: Το διακριτικό ταυτότητας δεν είναι έγκυρο
nl_nl: Identiteitstoken is niet geldig
pt_br: Token de identidade não é válido

source: Missing X-Known-Service-Signature, service call is not possible.
el_gr: Λείπει X-Known-Service-Signature, κλήση υπηρεσίας δεν είναι δυνατή.
it_it: Manca X-Known-Service-Signature, la chiamata al servizio non è possibile.
nl_nl: Ontbrekende X-Known-Service-Signature, service call is niet mogelijk.
pt_br: Faltando X-Known-Service-Signature, chamada de serviço não é possível.

source: Sorry, signature doesn't match up.
el_gr: Συγγνώμη, η υπογραφή δεν ταιριάζει.
it_it: Spiacenti, la firma non corrisponde.
nl_nl: Sorry, de handtekening komt niet overeen.
pt_br: Desculpe, a assinatura não bate.

source: Missing site secret
el_gr: Λείπει μυστικό τοποθεσία
it_it: Segreto del sito mancante
nl_nl: Ontbrekende site geheim
pt_br: Segredo do local desaparecido

source: Url not provided to token generation.
el_gr: Η διεύθυνση URL δεν παρέχεται στη δημιουργία διακριτικού.
it_it: URL non fornito alla generazione di token.
nl_nl: Url niet verstrekt aan tokengeneratie.
pt_br: Url não fornecida à geração de tokens.

source: Response from service endpoint was not json
el_gr: Η απόκριση από το τελικό σημείο υπηρεσίας δεν ήταν json
it_it: Risposta dall'endpoint del servizio non json
nl_nl: Reactie van service endpoint was niet json
pt_br: Resposta do ponto final do serviço não foi json

source: No result from endpoint.
el_gr: Κανένα αποτέλεσμα από το τελικό σημείο.
it_it: Nessun risultato dall'endpoint.
nl_nl: Geen resultaat van eindpunt.
pt_br: Nenhum resultado do ponto final.

source: Session funnybusiness:
el_gr: Συνεδρία αστεία επιχείρηση:
fr_fr: Session drôle d’affaires:
it_it: Sessione divertenteaffari:
nl_nl: Sessie grappige zaken:
pt_br: Negócio engraçado da sessão:

source: Warning: Access credentials were sent over a non-secured connection! To disable this warning set disable_cleartext_warning in your config.ini
el_gr: Προειδοποίηση: Τα διαπιστευτήρια πρόσβασης στάλθηκαν μέσω μη ασφαλούς σύνδεσης! Για να απενεργοποιήσετε αυτό το σύνολο disable_cleartext_warning στο αρχείο config.ini
it_it: Avviso: le credenziali di accesso sono state inviate tramite una connessione non protetta. Per disabilitare questo avviso impostato disable_cleartext_warning nel file config.ini
nl_nl: Waarschuwing: Toegangsgegevens zijn verzonden via een niet-beveiligde verbinding! Om deze waarschuwingsset uit te schakelen disable_cleartext_warning in uw config.ini
pt_br: Aviso: Credenciais de acesso foram enviadas por uma conexão não segura! Para desativar este conjunto de aviso disable_cleartext_warning em sua config.ini

source: hour
el_gr: ώρα
fr_fr: heure
it_it: Ora
nl_nl: uur
pt_br: hora

source: hours
el_gr: ώρες
fr_fr: heures
it_it: Ore
nl_nl: uur
pt_br: horas

source: minute
el_gr: λεπτό
fr_fr: minuit
it_it: minuto
nl_nl: minuut
pt_br: minuto

source: minutes
el_gr: λεπτά
fr_fr: minuits
it_it: Minuti
nl_nl: minuten
pt_br: minutos

source: ahead
el_gr: μπροστά
it_it: avanti
nl_nl: vooruit
pt_br: à frente

source: behind
el_gr: πίσω
it_it: dietro
nl_nl: achter
pt_br: atrás

source: Token was generated using an a cryptographically weak algorithm, this probably means your version of OpenSSL is broken or very old.
el_gr: Το διακριτικό δημιουργήθηκε χρησιμοποιώντας έναν κρυπτογραφικά αδύναμο αλγόριθμο, αυτό πιθανώς σημαίνει ότι η έκδοση του OpenSSL είναι σπασμένη ή πολύ παλιά.
it_it: Token è stato generato utilizzando un algoritmo crittograficamente debole, questo probabilmente significa che la versione di OpenSSL è rotto o molto vecchio.
nl_nl: Token is gegenereerd met behulp van een cryptografisch zwak algoritme, dit betekent waarschijnlijk dat uw versie van OpenSSL is gebroken of erg oud.
pt_br: O Token foi gerado usando um algoritmo criptograficamente fraco, isso provavelmente significa que sua versão do OpenSSL está quebrada ou muito antiga.

source: Your version of PHP doesn't support CURLFile.
el_gr: Η δική σας έκδοση της PHP δεν υποστηρίζει CURLFile.
it_it: La versione di PHP non supporta CURLFile.
nl_nl: Uw versie van PHP ondersteunt CURLFile niet.
pt_br: Sua versão do PHP não suporta CURLFile.

source: It looks like you don't have the new mongodb driver installed (<a href="https://secure.php.net/manual/en/set.mongodb.php">https://secure.php.net/manual/en/set.mongodb.php</a>) Make sure you have it installed and configured, e.g. by running "pecl install mongodb;"
el_gr: Φαίνεται ότι δεν έχετε εγκαταστήσει το νέο πρόγραμμα οδήγησης mongodb (<a href="https://secure.php.net/manual/en/set.mongodb.php"</a>https://secure.php.net/manual/en/set.mongodb.php</a>) Βεβαιωθείτε ότι έχετε εγκαταστήσει και ρυθμίσει τις παραμέτρους του, π.χ. εκτελώντας "pecl install mongodb;"
it_it: Sembra che non si dispone del nuovo driver mongodb installato (<a href="https://secure.php.net/manual/en/set.mongodb.php">https://secure.php.net/manual/en/set.mongodb.php</a>) Assicurarsi di averlo installato e configurato, ad esempio eseguendo "pecl install mongodb;"
nl_nl: Het lijkt erop dat je de nieuwe mongodb driver niet hebt geïnstalleerd (<a href="https://secure.php.net/manual/en/set.mongodb.php">https://secure.php.net/manual/en/set.mongodb.php</a>) Zorg ervoor dat u het hebt geïnstalleerd en geconfigureerd, bijvoorbeeld door het uitvoeren van "pecl install mongodb;"
pt_br: Parece que você não tem o novo driver mongodb instalado (<a href="https://secure.php.net/manual/en/set.mongodb.php">https://secure.php.net/manual/en/set.mongodb.php</a>) Certifique-se de tê-lo instalado e configurado, por exemplo, executando "pecl install mongodb;"

source: GenericDataItem classes must have a datatype label set.
el_gr: Οι GenericDataItem πρέπει να έχουν ένα σύνολο ετικετών τύπου δεδομένων.
fr_fr: Les classes GenericDataItem doivent avoir un ensemble d’étiquettes de type de données.
it_it: Le classi GenericDataItem devono avere un set di etichette del tipo di dati.
nl_nl: GenericDataItem-klassen moeten een gegevenstypelabelset hebben.
pt_br: As classes GenericDataItem devem ter um conjunto de etiquetas de tipo de dados.

source: You've been invited to join %s
el_gr: Έχετε προσκληθεί να συμμετάσχετε %s
fr_fr: Vous avez été invité à vous joindre à %s
it_it: Sei stato invitato a partecipare a %s
nl_nl: Je bent uitgenodigd om deel te nemen aan %s
pt_br: Você foi convidado para participar do %s

source: There is no error, the file uploaded with success
el_gr: Δεν υπάρχει κανένα σφάλμα, το αρχείο φορτώθηκε με επιτυχία
it_it: Non c'è nessun errore, il file caricato con successo
nl_nl: Er is geen fout, het bestand geüpload met succes
pt_br: Não há erro, o arquivo carregado com sucesso

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
el_gr: Το μεταφορτωμένο αρχείο υπερβαίνει την upload_max_filesize οδηγία ς στο php.ini
it_it: Il file caricato supera la direttiva upload_max_filesize in php.ini
nl_nl: Het geüploade bestand overschrijdt de upload_max_filesize richtlijn in php.ini
pt_br: O arquivo enviado excede a diretiva upload_max_filesize em php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
el_gr: Το αρχείο που έχει αποσταλεί υπερβαίνει την MAX_FILE_SIZE οδηγία που καθορίστηκε στη φόρμα HTML
it_it: Il file caricato supera la direttiva MAX_FILE_SIZE specificata nel modulo HTML
nl_nl: Het geüploade bestand overschrijdt de MAX_FILE_SIZE richtlijn die is opgegeven in het HTML-formulier
pt_br: O arquivo enviado excede a diretiva MAX_FILE_SIZE especificada no formulário HTML

source: The uploaded file was only partially uploaded
el_gr: Το αρχείο που έχει αποσταλεί φορτώθηκε μόνο εν μέρει
it_it: Il file caricato è stato caricato solo parzialmente
nl_nl: Het geüploade bestand is slechts gedeeltelijk geüpload
pt_br: O arquivo enviado foi apenas parcialmente carregado

source: No file was uploaded
el_gr: Δεν έχει αποσταλεί αρχείο
fr_fr: Aucun fichier n’a été téléchargé
it_it: Nessun file è stato caricato
nl_nl: Er is geen bestand geüpload
pt_br: Nenhum arquivo foi carregado

source: Missing a temporary folder
el_gr: Λείπει ένας προσωρινός φάκελος
fr_fr: Absence d’un dossier temporaire
it_it: Manca una cartella temporanea
nl_nl: Er is geen tijdelijke map
pt_br: Faltando uma pasta temporária

source: Failed to write file to disk.
el_gr: Απέτυχε η εγγραφή του αρχείου στο δίσκο.
fr_fr: A omis d’écrire le fichier sur disque.
it_it: Impossibile scrivere il file su disco.
nl_nl: Kan het bestand niet naar schijf schrijven.
pt_br: Falha ao gravar arquivo em disco.

source: A PHP extension stopped the file upload.
el_gr: Μια επέκταση PHP σταμάτησε φορτώσετε.
fr_fr: Une extension PHP a arrêté le téléchargement de fichiers.
it_it: Un'estensione PHP ha interrotto il caricamento del file.
nl_nl: Een PHP-extensie is gestopt met het uploaden van bestanden.
pt_br: Uma extensão PHP interrompeu o upload do arquivo.

source: There was a problem storing the file data.
el_gr: Παρουσιάστηκε πρόβλημα κατά την αποθήκευση των δεδομένων του αρχείου.
fr_fr: Il y avait un problème de stockage des données de fichier.
it_it: Si è verificato un problema durante l'archiviazione dei dati del file.
nl_nl: Er was een probleem met het opslaan van de bestandsgegevens.
pt_br: Houve um problema em armazenar os dados do arquivo.

source: There was a problem saving the file's metadata
el_gr: Παρουσιάστηκε πρόβλημα κατά την αποθήκευση των μετα-δεδομένων του αρχείου
fr_fr: Il y avait un problème pour enregistrer les métadonnées du fichier
it_it: Si è verificato un problema durante il salvataggio dei metadati del file
nl_nl: Er was een probleem met het opslaan van de metagegevens van het bestand
pt_br: Houve um problema em salvar os metadados do arquivo

source: Something went wrong saving your file.
el_gr: Κάτι πήγε στραβά αποθηκεύοντας το αρχείο σας.
fr_fr: Quelque chose s’est mal passé en sauvant votre dossier.
it_it: Si è verificato un problema durante il salvataggio del file.
nl_nl: Er is iets misgegaan met het opslaan van uw bestand.
pt_br: Algo deu errado salvando seu arquivo.

source: Check that your upload directory is writeable by the web server and try again.
el_gr: Βεβαιωθείτε ότι ο κατάλογος αποστολής είναι εγγράψιμος από το διακομιστή web και προσπαθήστε ξανά.
fr_fr: Vérifiez que votre répertoire de téléchargement est écrit par le serveur web et réessayez.
it_it: Verificare che la directory di caricamento sia scrivibile dal server Web e riprovare.
nl_nl: Controleer of uw uploadmap kan worden geschreven door de webserver en probeer het opnieuw.
pt_br: Verifique se seu diretório de upload é gravável pelo servidor web e tente novamente.

source: Export Data
el_gr: Εξαγωγή δεδομένων
fr_fr: Exportation de données
it_it: Esporta dati
nl_nl: Gegevens exporteren
pt_br: Dados de exportação

source: Notifications
el_gr: Ειδοποιήσεις
it_it: Notifiche
nl_nl: Meldingen
pt_br: Notificações

source: Password recovery email sent
el_gr: Μήνυμα ηλεκτρονικού ταχυδρομείου ανάκτησης κωδικού πρόσβασης που στάλθηκε
it_it: Email di recupero password inviata
nl_nl: E-mail voor wachtwoordherstel verzonden
pt_br: E-mail de recuperação de senha enviado

source: Recover password
el_gr: Ανάκτηση κωδικού πρόσβασης
fr_fr: Retrouver mot de passe
it_it: Recupera password
nl_nl: Wachtwoord herstellen
pt_br: Recuperar senha

source: Oh no! We couldn't find an account associated with that email address.
el_gr: Ω, όχι! Δεν ήταν δυνατή η εύρεση λογαριασμού που σχετίζεται με αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου.
it_it: Oh no! Non è stato possibile trovare un account associato a tale indirizzo e-mail.
nl_nl: Oh nee! We konden geen account vinden dat aan dat e-mailadres is gekoppeld.
pt_br: Ah, não! Não conseguimos encontrar uma conta associada a esse endereço de e-mail.

source: Reset password
el_gr: Επαναφορά κωδικού πρόσβασης
it_it: Reimposta password
nl_nl: Wachtwoord opnieuw instellen
pt_br: Redefinir senha

source: The password reset code wasn't valid. They expire after three hours, so you might need to try again.
el_gr: Ο κωδικός επαναφοράς κωδικού πρόσβασης δεν ήταν έγκυρος. Λήγουν μετά από τρεις ώρες, οπότε ίσως χρειαστεί να προσπαθήσετε ξανά.
it_it: Il codice di reimpostazione della password non è valido. Scadono dopo tre ore, quindi potrebbe essere necessario riprovare.
nl_nl: De wachtwoordresetcode was niet geldig. Ze verlopen na drie uur, dus je zou het opnieuw moeten proberen.
pt_br: O código de redefinição de senha não era válido. Eles expiram depois de três horas, então você pode precisar tentar novamente.

source: Your password was reset!
el_gr: Ο κωδικός πρόσβασής σας επανήλθε!
it_it: La tua password è stata reimpostata!
nl_nl: Je wachtwoord is gereset!
pt_br: Sua senha foi redefinida!

source: Sorry, your passwords either don't match, or are too weak
el_gr: Λυπούμαστε, οι κωδικοί πρόσβασής σας είτε δεν ταιριάζουν είτε είναι πολύ αδύναμοι
it_it: Spiacenti, le password non corrispondono o sono troppo deboli
nl_nl: Uw wachtwoorden komen niet overeen of zijn te zwak
pt_br: Desculpe, suas senhas não combinam, ou são muito fracas.

source: This site is closed to new users.
el_gr: Αυτή η τοποθεσία είναι κλειστή για νέους χρήστες.
it_it: Questo sito è chiuso ai nuovi utenti.
nl_nl: Deze site is gesloten voor nieuwe gebruikers.
pt_br: Este site está fechado para novos usuários.

source: Your invitation doesn't seem to be valid, or has expired.
el_gr: Η πρόσκλησή σας δεν φαίνεται να είναι έγκυρη ή έχει λήξει.
fr_fr: Votre invitation ne semble pas valide ou a expiré.
it_it: Il tuo invito non sembra essere valido o è scaduto.
nl_nl: Uw uitnodiging lijkt niet geldig te zijn of is verlopen.
pt_br: Seu convite não parece ser válido, ou expirou.

source: Create a new account
el_gr: Δημιουργία νέου λογαριασμού
fr_fr: Créer un nouveau compte
it_it: Creare un nuovo account
nl_nl: Een nieuw account maken
pt_br: Criar uma nova conta

source: Please enter a username and email address.
el_gr: Παρακαλώ εισάγετε ένα όνομα χρήστη και μια διεύθυνση ηλεκτρονικού ταχυδρομείου.
it_it: Inserisci un nome utente e un indirizzo email.
nl_nl: Voer een gebruikersnaam en e-mailadres in.
pt_br: Digite um nome de usuário e endereço de e-mail.

source: Please create a username.
el_gr: Δημιουργήστε ένα όνομα χρήστη.
fr_fr: S’il vous plait creer un nom d’utilisateur
it_it: Si prega di creare un nome utente.
nl_nl: Maak een gebruikersnaam aan.
pt_br: Por favor, crie um nome de usuário.

source: Your username is too long.
el_gr: Το όνομα χρήστη σας είναι πολύ μεγάλο.
it_it: Il tuo nome utente è troppo lungo.
nl_nl: Je gebruikersnaam is te lang.
pt_br: Seu nome de usuário é muito longo.

source: Usernames can only have letters, numbers and underscores.
el_gr: Τα ονόματα χρήστη μπορούν να έχουν μόνο γράμματα, αριθμούς και χαρακτήρες υπογράμμισης.
it_it: I nomi utente possono avere solo lettere, numeri e caratteri di sottolineatura.
nl_nl: Gebruikersnamen kunnen alleen letters, cijfers en onderstrepingen hebben.
pt_br: Os nomes de usuário só podem ter letras, números e sublinhados.

source: Usernames can't contain a slash %s character.
el_gr: Τα ονόματα χρήστη δεν είναι δυνατό να περιέχουν χαρακτήρα %s.
it_it: I nomi utente non possono contenere un carattere barra %s.
nl_nl: Gebruikersnamen mogen geen teken van slash %s bevatten.
pt_br: Os nomes de usuário não podem conter um caractere de barra %s.

source: Unfortunately, someone is already using that username. Please choose another.
el_gr: Δυστυχώς, κάποιος χρησιμοποιεί ήδη αυτό το όνομα χρήστη. Παρακαλώ επιλέξτε ένα άλλο.
it_it: Purtroppo, qualcuno sta già utilizzando quel nome utente. Si prega di scegliere un altro.
nl_nl: Helaas gebruikt iemand die gebruikersnaam al. Kies een ander.
pt_br: Infelizmente, alguém já está usando esse nome de usuário. Por favor, escolha outro.

source: Hey, it looks like there's already an account with that email address. Did you forget your login?
el_gr: Φαίνεται ότι υπάρχει ήδη ένας λογαριασμός με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου. Ξέχασες τη σύνδεσή σου;
it_it: Ehi, sembra che ci sia già un account con quell'indirizzo email. Hai dimenticato il tuo login?
nl_nl: Het lijkt erop dat er al een account is met dat e-mailadres. Ben je je login vergeten?
pt_br: Ei, parece que já há uma conta com esse endereço de e-mail. Esqueceu seu login?

source: Please check that your passwords match and that your password is at least 7 characters long.
el_gr: Βεβαιωθείτε ότι οι κωδικοί πρόσβασής σας ταιριάζουν και ότι ο κωδικός πρόσβασής σας έχει μήκος τουλάχιστον 7 χαρακτήρων.
fr_fr: Veuillez vérifier que vos mots de passe correspondent et que votre mot de passe est d'au moins 7 caractères.
it_it: Assicurarsi che la password corrisponda e che la password sia lunga almeno sette caratteri.
nl_nl: Controleer of uw wachtwoorden overeenkomen en of uw wachtwoord ten minste 7 tekens lang is.
pt_br: Verifique se suas senhas batem e se sua senha tem pelo menos 7 caracteres.

source: That doesn't seem like it's a valid email address.
el_gr: Αυτό δεν φαίνεται σαν να είναι μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
fr_fr: Cela ne semble pas être une adresse email valide.
it_it: Questo non sembra che sia un indirizzo email valido.
nl_nl: Dat lijkt niet alsof het een geldig e-mailadres.
pt_br: Isso não parece ser um endereço de e-mail válido.

source: You've registered! You're ready to get started. Why not add a post to say hello?
el_gr: Είστε εγγεγραμμένοι! Είσαι έτοιμος να ξεκινήσεις. Γιατί να μην προσθέσετε μια θέση για να πω γεια;
fr_fr: Vous vous êtes inscrit ! Tu es prêt à commencer. Pourquoi ne pas ajouter un post pour dire bonjour?
it_it: Ti sei registrato! Sei pronto per iniziare. Perché non aggiungere un post per salutarlo?
nl_nl: Je hebt je geregistreerd! Je bent klaar om te beginnen. Waarom niet een bericht toevoegen om hallo te zeggen?
pt_br: Você se registrou! Você está pronto para começar. Por que não adicionar um post para dizer olá?

source: We couldn't register you.
el_gr: Δεν μπορέσαμε να σε καταχωρήσουν.
it_it: Non siamo riusciti a registrarti.
nl_nl: We konden je niet registreren.
pt_br: Não pudemos registrá-lo.

source: Thank you for your feedback!
el_gr: Σας ευχαριστούμε για τα σχόλιά σας!
fr_fr: Merci pour vos commentaires!
it_it: Grazie per il vostro feedback!
nl_nl: Bedankt voor uw feedback!
pt_br: Obrigado pelo feedback!

source: Send feedback
el_gr: Αποστολή σχολίων
fr_fr: Envoyer des commentaires
it_it: Inviare commenti e suggerimenti
nl_nl: Feedback verzenden
pt_br: Enviar feedback
